Repository: TYPO3/typo3
Catalog: */typo3/sysext/adminpanel/Resources/Private/Language/*.locallang_debug.xlf
Languages: ar, da, fa

# module.label
source: Debug
ar: تنقيح
fa: اشکال‌یابی

# module.shortinfo
source: (%s Errors/Warnings)
ar: %s/اخطاء/تحذيرات
da: (%s fejl/advarsler)
fa: (%s خطا/هشدار)

# submodule.log.label
source: Log
ar: السجل
fa: گزارش‌کار

# submodule.log.message
source: Log Message
ar: سجل الرسالة
da: Logmeddelse
fa: پیام گزارش‌کار

# submodule.log.component
source: Component
ar: المُكوّن
da: Komponent
fa: جزء

# submodule.log.level
source: Level
ar: مستوى
da: Niveau
fa: سطح

# submodule.log.groupByComponent
source: Group by Component
ar: تجميع بحسب العنصر
da: Grupperet ved komponent
fa: دسته‌بندی بواسطۀ اجزاء

# submodule.log.groupByLevel
source: Group by Level
ar: تجميع بحسب المستوى
da: Grupperet ved niveau
fa: دسته‌بندی بواسطۀ سطوح

# submodule.log.startLevel
source: Display only levels equal or higher to
ar: العرض فقط بالمستويات المُساوِية أو الأعلى من
da: Vis kun niveauer lig med eller højere end
fa: نمایش محدود به سطوحی که مساوی یا بالاتر از

# submodule.log.noEntries
source: No log entries.
ar: لم يتم ادخال اى سجل.
da: Ingen loglinjer.
fa: محتوائی برای گزارش کار وجود ندارد.

# submodule.events.label
source: Events
ar: أحداث
da: Begivenheder

# submodule.queryInformation.label
source: Query Information
ar: معلومات الاستعلام
da: Udtryksinformation
fa: اطلاعات جستار

# submodule.queryInformation.query
source: Query
ar: استعلام
da: Udtryk
fa: جُستار

# submodule.queryInformation.queries
source: Queries
ar: استعلامات
da: Udtryk
fa: جُستارها

# submodule.queryInformation.backtrace
source: Backtrace
ar: تتبع عكسي
fa: رهگیری‌سابقه

# submodule.queryInformation.doctrineDebug
source: SQL Debug
ar: تنقيح SQL
fa: اشکال‌یابی SQL

# submodule.queryInformation.sqlQuery
source: SQL Query
ar: استعلام SQL
da: SQU udtryk
fa: جستار SQL

# submodule.queryInformation.queryCount
source: Count
ar: عد
da: Tæller
fa: تعداد

# submodule.queryInformation.queryTime
source: Total Time [ms]
ar: اجمالي الوقت[ms]
da: Tid i alt [ms]
fa: سرجمع زمان [ms]

# submodule.pageTitle.label
source: Page title
ar: عنوان الصفحة
da: Sidetitel

# submodule.pageTitle.usedProvider
source: Used provider
ar: المُزوّد المُستخدم
da: Udbyder i brug

# submodule.pageTitle.title
source: Title
ar: عنوان
da: Titel

# submodule.pageTitle.provider
source: Provider
ar: مُزوّد
da: Udbyder

# submodule.pageTitle.skippedProviders
source: Skipped providers (provided no title)
ar: تخطّي مُقدمي الخدمات (بدون عنوان)
da: Droppede udbydere (uden titel)

# submodule.pageTitle.name
source: Name
ar: اسم
da: Navn

# submodule.pageTitle.allProviders
source: All providers checked in order
ar: تم التأكد من كل المزودين بالترتيب
da: Alle udbydere tjekket i rækkefølge

# submodule.pageTitle.cacheEnabled
source: It's not possible to retrieve the page title (providers) information when the page is cached.
ar: لا يمكن استرداد معلومات عنوان الصفحة (المزودين) عندما يتم تخزين الصفحة.
da: Det er ikke muligt at hente sidens titel (udbydere) information, når siden er cachet.

# submodule.pageTitle.cacheEnabled.extraInfo
source: Visit this page uncached, or disable the cache through this admin panel.
ar: قم بزيارة هذة الصفحة الغير مُخزنة, او قم بإلغاء تفعيل ذاكرة التخزين المؤقت من خلال لوحة تحكم المشرف.
da: Besøg denne side uden cache, eller deaktivér cachen gennem admin-panelet.
