Repository: TYPO3/typo3
Catalog: */typo3/sysext/adminpanel/Resources/Private/Language/*.locallang_info.xlf
Languages: ar, fa, fr, no, ru

# module.label
source: Info
ar: معلومة
fa: اطلاعات
ru: Информация

# module.shortinfo
source: (Load Time: %s ms)
ar: (وقت التحميل: %s مللي ثانية)
fa: (زمان بارگذاری: %s میلی‌ثانیه)
fr: (Temps de chargement : %s ms)
no: (Lastetid: %s ms)
ru: (Время загрузки: %s мс)

# imagesOnPage
source: Images on this page
ar: الصور في هذه الصفحة
fa: تصاویر موجود در این صفحه
fr: Images sur cette page
no: Bilder på denne siden
ru: Изображения на этой странице

# imagesSize
source: Total image file sizes
ar: إجمالي أحجام ملف الصورة
fa: سرجمع حجم فایل‌های تصویری
fr: Taille totale des images
no: Total størrelse på bildefiler
ru: Общий размер файлов изображений

source: Document size
ar: حجم المستند
fa: حجم سند
fr: Taille du document
no: Dokumentstørrelser
ru: Размер документа

source: Page Uid
ar: UID الصفحة
fa: شناسۀ‌منحصربه‌فرد صفحه (Uid)
fr: Uid de la page
no: Side Uid
ru: Страница Uid

source: Page type
ar: نوع الصفحة
fa: نوع صفحه
fr: Type de page
no: Sidetype
ru: Тип страницы

# groupList
source: Frontenduser group combination
ar: مجموعة من مستخدميّ الواجهة الأمامية
fa: ترکیب گروه‌بندی کاربر بخش خروجی
fr: Combinaison de groupe d'utilisateurs "frontend"
no: Nettstedsbruker gruppekombinasjon
ru: Комбинация групп пользователей сайта

# noCache
source: Page cached
ar: تم حذف ذاكرة التخزين المؤقت للصفحة
fa: صفحه میان‌گیری شده
fr: Page mise en cache
no: Side mellomlagret
ru: Страница кэширована

# noCache_yes
source: Yes
ar: نعم
fa: بله
fr: Oui
no: Ja
ru: Да

# noCache_no
source: No
ar: لا
fa: خیر
fr: Non
no: Nei
ru: Нет

# countUserInt
source: Count of USER_INT objects
ar: عدد الكائنات USER_INT
fa: تعداد اشیاء USER_INT
fr: Somme des objets USER_INT
no: Antall USER_INT objekter
ru: Количество объектов USER_INT

# feuserName
source: Name of logged in FE-User
ar: اسم مستخدم الواجهة الأمامية "FE-User"
fa: نام کاربر بخش خروجی که وارد شده
fr: Nom de l'utilisateur FE connecté
no: Navn på innlogget nettstedsbruker
ru: Имя зарегистрированного пользователя FE-пользователя

# feuserId
source: Id of logged in FE-User
ar: ID تسجيل الدخول مستخدميّ الواجهة الأمامية "FE-User"
fa: شناسۀ کاربر بخش خروجی که وارد شده
fr: Id de l'utilisateur FE connecté
no: Id på innlogga nettstedsbruker
ru: Идентификатор зарегистрированного пользователя FE-пользователя

source: Total parsetime
ar: إجمالي وقت الفراغ
fa: سرجمع زمان تجزیه(parsetime)
fr: Temps total d'analyse
no: Total til for parsing av side
ru: Общее время анализа

# noUserInt
source: There are no USER_INT objects on this page.
ar: لا توجد كائنات USER_INT في هذه الصفحة.
fr: Il n'y a pas d'objets USER_INT sur cette page.
ru: На этой странице нет объектов USER_INT.

source: Key
ar: مفتاح
fa: کلیدواژه
fr: Clé
no: Nøkkel
ru: Ключ

source: Value
ar: القيمة
fa: مقدار
fr: Valeur
no: Verdi
ru: Значение

# sub.general.label
source: General
ar: عام
fa: عمومی
fr: Général
no: Generelt
ru: Общие

# sub.request.label
source: REQUEST
ar: طلب
fa: درخواست
no: FORESPØRSEL
