Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_alt_doc.xlf
Languages: ar, bg, cs, cy, da, el, et, fa, gl, hi, hr, hu, is, it, ja, km, lv, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, uk

# buttons.confirm.delete_record.yes
source: Yes, delete this record
ar: نعم، احذف هذا السجل
cy: Oes, dilëwch y cofnod hwn
da: Ja, slet dette element
fa: بله، این ردیف را حذف کن
hi: हाँ, इस रिकॉर्ड को नष्ट करे
hr: Da, izbriši ovaj zapis
it: Sì, elimina questo record
lv: Jā, dzēst šo ierakstu
nl: Ja, verwijder dit record
pl: Tak, skasuj ten rekord
pt_br: Sim, excluir este registro
ru: Да, удалить эту запись

# label.confirm.delete_record.title
source: Delete this record?
ar: حذف هذا السجل؟
cy: Dileu'r cofnod hwn?
da: Slet dette element?
fa: حذف این ردیف؟
hi: इस रेकॉर्ड को मिटाएँ?
hr: Izbrisati ovaj zapis?
it: Eliminare questo record?
lv: Dzēst šo ierakstu?
nl: Dit record verwijderen?
pl: Skasować ten rekord?
ru: Удалить эту запись?

# label.confirm.delete_record.content
source: Are you sure you want to delete this record?
ar: هل أنت واثق أنك تريد حذف هذا السجل؟
bg: Сигурен/а ли сте, че искате да изтриете този запис?
cs: Jste si jisti, že chcete odstranit tento záznam?
cy: Ydych chi'n siŵr eich bod chi am ddileu'r cofnod hwn?
da: Er du sikker på, at du ønsker at slette dette element?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την εγγραφή;
et: Olete kindel, et soovite kirje kustutada?
fa: آيا مطمئن به حذف اين ركورد هستيد؟
gl: ¿Seguro que desexa borrar este rexistro?
hi: क्या आप निश्चित हैं कि आप इस को मिटाना चाहते हैं?
hr: Jeste li sigurni da želite pobrisati ovaj zapis?
hu: Biztos, hogy törölni akarod ezt a rekordot?
is: Ertu viss um að þú viljir eyða þessari færslu?
it: Sei sicuro di voler eliminare questo record?
ja: 本当にこのレコードを削除しますか？
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ទិន្នន័យ​នេះ​មែន​ទេ?
lv: Vai jūs tiešām gribat dzēst šo ierakstu?
nl: Weet u zeker dat u dit record wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć ten rekord?
pt_br: Tem certeza de que quer apagar este registro?
ro: Eşti sigur că vrei să ştergi această înregistrare?
ru: Действительно удалить эту запись?
sk: Ste si istý,že chcete odstrániť tento záznam?
sl: Ste prepričani, da želite izbrisati ta zapis?
sv: Är du säker på att du vill radera detta element?
th: คุณแน่ใจว่าจะลบระเบียนนี้
tr: Bu kayıtı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей запис?

# buttons.confirm.delete_elements.no
source: Cancel
ar: إلغاء
cy: Canslo
da: Annullér
fa: لغو
hi: रद्द
hr: Odustani
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена

# buttons.confirm.delete_elements.yes
source: Yes, delete these elements
ar: نعم، احذف هذه العناصر
cy: Oes, dilëwch yr elfennau hyn
da: Ja, slet disse elementer
fa: بله، این عناصر را حذف کن
hi: हाँ, इस एलिमेंट्स को मिटाये
hr: Da, izbriši ove elemente
it: Sì, elimina questi elementi
nl: Ja, deze elementen verwijderen
pl: Tak, usuń te elementy
ru: Да, удалить эти элементы

# buttons.reviewFailedValidationFields
source: Review fields with failed validations
ar: مراجعة الحقول مع فشل عمليات التحقق
cy: Adolygu meysydd gyda dilysiadau wedi methu
da: Gennemse felter med fejlede valideringer
fa: بازبینی بخش‌هائی که با مشکل اعتبارسنجی برخورده‌اند
it: Rivedi i campi con validazioni fallite
nl: Velden met mislukte validaties beoordelen
pl: Przejrzyj wymagane pola
ru: Просмотр полей не прошедших проверку
