Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_pages_sort.xlf
Languages: ar, cy, da, fa, fr_ca, it, nl, pl, ru

# title
source: Sort sub pages
ar: ترتيب الصفحات الفرعية
cy: Trefnu is-dudalennau
da: Sortér undersider
fa: مرتب‌کردن زیرصفحات
fr_ca: Trier les sous-pages
it: Ordina sottopagine
nl: Onderliggende pagina's sorteren
pl: Sortuj podstrony
ru: Сортировка подстраниц

source: Current page order
ar: ترتيب الصفحة الحالية
cy: Trefn y dudalen gyfredol
da: Aktuelle sidesortering
fa: ترتیب فعلی صفحات
fr_ca: Ordre actuel de la page
it: Attuale ordine delle pagine
nl: Huidige paginavolgorde
ru: Текущий порядок страниц

# changeOrder
source: Sort these pages by
ar: ترتيب هذه الصفحات حسب
cy: Trefnwch y tudalennau hyn yn ôl
da: Sortér disse sider ved
fa: مرتب‌کردن این صفحات با
fr_ca: Trier ces pages par
it: Ordina queste pagine per
nl: Pagina's sorteren op
pl: Sortuj te strony według
ru: Упорядочить страницы по

# changeOrderConfirm
source: You're about to change the order of the above pages. Are you sure you want to continue?
ar: أنت على وشك تغيير ترتيب الصفحات أعلاه. هل أنت متأكد من أنك تريد المتابعة؟
cy: Rydych chi ar fin newid trefn y tudalennau uchod. Ydych chi'n siŵr eich bod chi eisiau parhau?
da: Du er ved at ændre sorteringen af siderne herover. Er du sikker på at du vil fortsætte?
fa: شما در حال تغییر ترتیب صفحات فوق هستید، آیا مطمئنید ادامه می‌دهید؟
fr_ca: Vous êtes sur le point de modifier l'ordre des pages ci-dessus. Êtes-vous sûr de vouloir continuer ?
it: Stai per modificare l'ordine delle pagine precedenti. Sei sicuro di voler continuare?
nl: De volgorde van de pagina's hierboven wordt bijna gewijzigd. Doorgaan?
ru: Вы собираетесь изменить порядок вышеперечисленных страниц. Верно?

# fieldTitle
source: Page title
ar: عنوان الصفحة
cy: Teitl y dudalen
da: Sidetitel
fa: عنوان صفحه
fr_ca: Titre de page
it: Titolo della pagina
nl: Paginatitel
pl: Tytuł strony
ru: Заголовок страницы

# fieldSubtitle
source: Subtitle
ar: العنوان الفرعي
cy: Is-deitl
da: Undertitel
fa: زیرعنوان
fr_ca: Sous-titre
it: Sottotitolo
nl: Ondertitel
pl: Podtytuł
ru: Подзаголовок

# fieldNavitle
source: Navigation title
ar: عنوان التنقّل "Navigation"
cy: Teitl llywio
da: Navigationstitel
fa: عنوان ناوبری
fr_ca: Titre de navigation
it: Titolo di navigazione
nl: Navigatietitel
ru: Название для меню

# fieldCrdate
source: Create-time
ar: وقت الإنشاء
cy: Creu-amser
da: Oprettet-tid
fa: زمان ساخت
fr_ca: Heure de création
it: Data creazione
nl: Aanmaaktijdstip
pl: Czas utworzenia
ru: Время создания

# fieldTstamp
source: Change-time
ar: وقت التغيير
cy: Newid-amser
da: Ændret-tid
fa: زمان تغییر
fr_ca: Heure de modification
it: Data modifica
nl: Tijdstip van wijziging
pl: Czas modyfikacji
ru: Время изменения

# changeOrderByTitle
source: Page title
ar: عنوان الصفحة
cy: Teitl y dudalen
da: Sidetitel
fa: عنوان صفحه
fr_ca: Titre de page
it: Titolo della pagina
nl: Paginatitel
pl: Tytuł strony
ru: Заголовок страницы

# changeOrderBySubtitle
source: Subtitle
ar: العنوان الفرعي
cy: Is-deitl
da: Undertitel
fa: زیرعنوان
fr_ca: Sous-titre
it: Sottotitolo
nl: Ondertitel
pl: Podtytuł
ru: Подзаголовок

# changeOrderByNavtitle
source: Navigation title
ar: عنوان التنقّل "Navigation"
cy: Teitl llywio
da: Navigationstitel
fa: عنوان ناوبری
fr_ca: Titre de navigation
it: Titolo di navigazione
nl: Navigatietitel
ru: Название для меню

# changeOrderByTstamp
source: Change-time
ar: وقت التغيير
cy: Newid-amser
da: Ændret-tid
fa: زمان تغییر
fr_ca: Heure de modification
it: Data modifica
nl: Tijdstip van wijziging
pl: Czas modyfikacji
ru: Время изменения

# changeOrderByCreate
source: Create-time
ar: وقت الإنشاء
cy: Creu-amser
da: Oprettet-tid
fa: زمان ساخت
fr_ca: Heure de création
it: Data creazione
nl: Aanmaaktijdstip
pl: Czas utworzenia
ru: Время создания

# changeOrderReverse
source: Reverse current order
ar: عكس الترتيب الحالي
cy: Gwrthdroi trefn gyfredol
da: Spejlvend aktuelle sortering
fa: معکوس کردن ترتیب فعلی
fr_ca: Inverser l'ordre actuel
it: Inverti l'ordine corrente
nl: Sorteervolgorde omkeren
ru: Порядок обратный текущему

# hasInvisiblePage.title
source: Invisible subpages
ar: صفحات فرعية غير مرئية
cy: Is-adrannau anweledig
da: Usynlige undersider
fa: زیرصفحات پنهان
fr_ca: Sous-pages non visibles
it: Sottopagine non visibili
nl: Onzichtbare subpagina's
pl: Niewidoczne podstrony
ru: Невидимые подстраницы

# hasInvisiblePage.message
source: The page has invisible subpages which are not shown due to access restrictions. Those will not be sorted among others.
ar: تحتوي الصفحة على صفحات فرعية غير مرئية لم تظهر بسبب القيود المفروضة على الوصول. ولهذا لن يتم فرزها ضمن غيرها.
cy: Mae gan y dudalen is-haenau anweledig na ddangosir oherwydd cyfyngiadau mynediad. Ni fydd y rheini'n cael eu didoli ymhlith eraill.
da: Siden har usynlige undersider, som ikke vises på grund af adgangsbegrænsninger. Disse vil ikke blive sorteret blandt de andre.
fa: در زیر این صفحه، صفحاتی وجود دارند که پنهان هستند و به‌علت محدودیت‌های دسترسی نمایش داده نمی‌شوند، این صفحات به همراه سایر صفحات مرتب نخواهند شد.
fr_ca: Cette page contient des sous-pages non visibles en raison des permissions d'accès. Les tris ne les prendront donc pas en compte et ne les modifiera pas.
it: La pagina ha sottopagine non visibili, non mostrate a causa di restrizioni di accesso. Queste non saranno ordinate tra le altre.
nl: De pagina heeft onzichtbare subpagin's die niet worden getoond door toegangsbeperkingen. Deze worden niet meegesorteerd.
ru: На странице имеются невидимые подстраницы, не отображаемые из-за ограничений доступа. Они не будут отсортированы.

# noSubpages.title
source: No subpages
ar: لا توجد صفحات فرعية
cy: Dim subpages
da: Ingen undersider
fa: زیرصفحه‌ای نیست
fr_ca: Aucune sous-page
it: Nessuna sottopagina
nl: Geen subpagina's
pl: Brak podstron
ru: Нет подстраниц

# noSubpages.message
source: Please select a page with subpages.
ar: الرجاء تحديد صفحة فيها صفحات فرعية.
cy: Dewiswch dudalen gydag is-dudalennau.
da: Vælg venligst en side med undersider.
fa: لطفا یک صفحه که دارای زیرصفحات باشد انتخاب کنید
fr_ca: Veuillez sélectionner une page avec des sous-pages
it: Seleziona una pagina con sottopagine.
nl: Graag een pagina met subpagin's kiezen
pl: Wybierz stronę z podstronami.
ru: Выберите страницу с подстраницами.

# notAvailableInWorkspace.title
source: Not implemented
ar: لم يتم التنفيذ
cy: Heb ei weithredu
da: Ikke implementeret
fa: تعبیه نشده
fr_ca: Non implémenté
it: Non implementato
nl: Niet ge√Ømplementeerd
ru: Не реализовано

# notAvailableInWorkspace.message
source: Sorry, this function is not available in the current draft workspace!
ar: عُذراً، هذه الوظيفة غير متوفرة في مسودة مساحة العمل الحالية!
cy: Mae'n ddrwg gennym, nid yw'r swyddogaeth hon ar gael yn y gweithle drafft cyfredol!
da: Beklager, denne funktion er ikke tilgængelig i det aktuelle kladde-arbejdsrum!
fa: متاسفیم، این کار در فضای‌کاری پیش‌نویس فعلی مقدور نمی‌باشد!
fr_ca: Nous sommes désolés, cette fonction n'est pas disponible dans l'espace de travail brouillon actuel !
it: Questa funzione non è disponibile nel workspace bozza corrente!
nl: Sorry, deze functie is niet beschikbaar in de huidige kladwerkomgeving!
ru: Эта функция недоступна в текущем черновом рабочем пространстве!

# noEditPermissions
source: No edit permissions on this sub page. This page can not be re-sorted among others.
ar: لا تملك الإذن للتعديل على هذه الصفحة الفرعية. لا يمكن إعادة فرز هذه الصفحة بين آخرين.
cy: Dim caniatâd golygu ar yr is-dudalen hon. Ni ellir ail-ddidoli'r dudalen hon ymhlith eraill.
da: Ingen redigerings-tilladelser på denne underside. Siden kan ikke blive gen-sorteret blandt øvrige.
fa: مجوز ویرایش روی این زیرصفحه وجود ندارد، امکان ترتیب‌دهی این صفحه در میان سایر صفحات وجود ندارد.
fr_ca: Aucune autorisation d'édition sur cette sous-page. Cette page ne peut pas être re-triée parmi d'autres.
it: Nessun permesso di modifica in questa sottopagina. Questa pagina non può essere riordinata tra le altre.
nl: Geen rechten om deze subpagina te bewerken. Deze pagina kan niet opnieuw gesorteerd worden met anderen.
ru: Нет прав на редактирование этой подстраницы. Эта страница не может быть пересортирована среди других.
