Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_show_rechis.xlf
Languages: bg, cy, da, fa, hu, is, lv, no, ru, sk

# title
source: Record History / Undo
cy: Hanes Cofnodi / Dadwneud
da: Element historik / fortryd

source: Time
bg: Време
cy: Amser
da: Tid
fa: زمان
hu: Idő
is: Tími
lv: Laiks
no: Tid
ru: Время
sk: Čas

source: Age
bg: Възраст
cy: Oedran
da: Alder
fa: سن
hu: Kor
is: Aldur
lv: Vecums
no: Alder
ru: Возраст
sk: Vek

source: User
bg: Потребител
cy: Defnyddiwr
da: Bruger
fa: کاربر
hu: Felhasználó
is: Notandi
lv: Lietotājs
no: Bruker
ru: Пользователь
sk: Užívateľ

source: Workspace
cy: Gweithle
da: Arbejdsrum

# tableUid
source: Table:uid (Title)
cy: Tabl: uid (Teitl)
da: Tabel:uid (Titel)
fa: جدول:uid (عنوان)
lv: Tabula:uid (Nosaukums)
no: Tabell:uid (tittel)
ru: Таблица:uid (Заголовок)

source: Differences
bg: Различия
cy: Gwahaniaethau
da: Forskelle
fa: تفاوت‌ها
hu: Eltérések
is: Breyting
lv: Atšķirības
no: Forskjeller
ru: Различия
sk: Rozdiely

source: Rollback
cy: Rolio yn ol
da: Rul tilbage
fa: عقب‌گرد
lv: Atritināt
no: Rull tilbake
ru: Откатить

source: Return
bg: Връщане
cy: Dychwelwch
da: Tilbage
fa: بازگشت
hu: Vissza
is: Til baka
lv: Atgriezties
no: Tilbake
ru: Возврат
sk: Späť

# returnLink
source: Click here to go back
bg: Кликнете тук за връщане
cy: Cliciwch yma i fynd yn Ã´l
da: Klik her for at gå tilbage
fa: برای بازگشت اینجا را کلیک کنید
hu: Kattints ide a visszalépéshez
is: Smelltu hér til að fara til baka
lv: Uzklikšķiniet šeit, lai ietu atpakaļ
no: Klikk her for å gå tilbake
ru: Нажмите, чтобы вернуться назад
sk: Pre návrat kliknite tu

# revertAll
source: Rollback all changes shown
bg: Отмени всички показани промени
cy: Dychwelwch yr holl newidiadau a ddangosir
da: Tilbagefør alle viste ændringer
fa: عقب‌گرد همه تغبرات نشان داده شده
hu: Az összes megjelenített változás visszaállítása
is: Endursetja allar breytingar á skjánum
lv: Atiestatīt visas parādītās izmaiņas
no: Rull tilbake alle viste endringer
ru: Восстановить все отображенные изменения
sk: Obnoviť všetky zobrazené zmeny

# revertRecord
source: Rollback single record
bg: Отмени единичен запис
cy: Rollback record sengl
da: Tilbagefør et enkelt element
fa: عقب‌گرد بک رکورد واحد
hu: Egy rekord visszaállítása
is: Endursetja eina færslu
lv: Atiestatīt vienu ierakstu
no: Rull tilbake endringer for enkelt element
ru: Восстановить текущую запись

# revertField
source: Rollback single field
bg: Отмени единично поле
cy: Rollback maes sengl
da: Gendan det gamle indhold for dette felt
fa: عقب‌گرد بک فيلد واحد
hu: Egy mező visszaállítása
is: Endursetja einn reit
lv: Atgriezt šī lauka veco vērtību
no: Rull tilbake endringer for dette feltet
ru: Восстановить текущее поле
sk: Obnoviť starú hodnotu tohoto poľa

# externalChange
source: Intermediate external change!
bg: Междинна външна промяна!
cy: Newid allanol canolradd!
da: Mellemliggende ekstern ændring!
fa: تغییر خارجی توسط واسطه!
hu: Közvetett belső módosítás!
lv: Negaidīti ārējie labojumi!
no: Mellomliggende ekstern endring!
ru: Внешнее изменение!
sk: Zmena v medziobdobí!

# viaUser
source: via
cy: trwy
fa: توسط
ru: через

# sumUpChanges
source: Rollback (Preview)
bg: Отменяне-възстановяване (преглед)
cy: Rollback (Rhagolwg)
da: Sammenlæg ændringer indtil dette punkt
fa: عقب‌گرد (نمايش)
hu: Visszaállítás (előnézet)
is: Endursetja (Forskoðun)
lv: Akumulēt labojumus līdz šim punktam
no: Forhåndsvis tilbakerulling
ru: Восстановить (Предпросмотр)
sk: Nahromadiť zmeny až k tomuto bodu

# markState
source: mark this change
bg: маркирай тази промяна
cy: marciwch y newid hwn
da: Marker denne ændring
fa: این تغییر را نشان‌گذاری کن
hu: módosítás megjelölése
is: merkja þessa breytingu
lv: atzīmēt izmaiņas
no: merk denne endringen
ru: отметить это изменение
sk: označ zmenu

# unmarkState
source: unMark this change
bg: размакрирай тази промяна
cy: dad-farcio'r newid hwn
da: Afmarker denne ændring
fa: این تغییر را از نشان‌گذاری در بیاور
hu: módosítás jelölésének törlése
is: af-merkja þessa breytingu
lv: neatzīmēt izmaiņas
no: fjern merket for denne endringen
ru: Снять отметку изменения
sk: odznač zmenu

# elementHistory
source: You are currently seeing the history for an element
cy: Ar hyn o bryd rydych chi'n gweld yr hanes am elfen
da: Du ser i øjeblikket historikken for et element

# elementHistory_link
source: Show the full page history
cy: Dangoswch hanes y dudalen lawn
da: Vis hele sidehistorikken

# linkRecordHistory
source: Limit history to this record
bg: Ограничи историята до този запис
cy: Cyfyngu hanes i'r cofnod hwn
da: Begræns historikken til dette element
fa: تاریخچه را به این رکورد محدود کن
hu: Történet korlátozása ennél a rekordnál
is: Sýna breytingar aðeins fyrir þessa færslu
lv: Ierobežot šim ierakstam vēsturi
no: Begrens historikken til dette elementet
ru: Ограничить историю до текущего элемента
sk: Obmedziť históriu na tento záznam

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in <span class="diff-g">green colored text</span> and the <span class="diff-r">red colored text</span> are the old values which were removed.
bg: В колоната "Разлика" вие може да видите промените при всяка модификация на записите. Новите промени са показани в <span class="diff-g">зелено оцветен текст</span> ,а <span class="diff-r">червено оцветения текст</span> са старите стойности, които са били премахнати.
cy: Yn y golofn Gwahaniaeth gallwch weld y newidiadau ym mhob addasiad o gofnodion. Arddangosir newidiadau newydd mewn <span class="diff-g">testun lliw gwyrdd</span> a'r <span class="diff-r">destun lliw coch</span> yw'r hen werthoedd a gafodd eu tynnu.
da: I 'Ændringer'-kolonnen betyder den <span class="diff-g">grønt farvede tekst</span> at det er en ny ændring og den <span class="diff-r">rødt farvede tekst</span> at det er gammelt indhold, som er blevet fjernet.
fa: در ستون تفاوت‌ها می‌توانید تغییرات هر بار تغییری که روی ردیف‌ها انجام شده است را ببینید. تغییرات جدید اضافه شده <span class="diff-g">با رنگ سبز</span> و متون و مقادیری که حذف شده‌اند <span class="diff-r">با رنگ قرمز</span> نمایش داده‌می‌شوند.
hu: A Változások oszlopban a <span class="diff-g">zöld szöveg</span> jelzi az új értéket és a <span class="diff-r">piros szöveg</span> az átírt régi értéket.
is: Í dálknum breytingar táknar <span class="diff-g">grænn texti</span> nýjar breytingar og <span class="diff-r">rauður texti</span> gömlu gildin sem voru fjarlægð.
lv: Starpības kolonnā <span class="diff-g">zaļais teksts</span> ir labojumi un <span class="diff-r">sarkanais teksts</span> ir vecie dati kuri ir dzēsti.
no: I 'Endringer'-kolonnen angir <span class="diff-g">grønn tekst</span> en ny endring, <span class="diff-r">rød tekst</span> angir tidligere innholdt som har blitt fjernet.
ru: В столбце Различия <span class="diff-g"> текстом зеленого цвета </span> помечены новые изменения, а <span class="diff-r"> текстом красного цвета </span> помечены старые, удаленные значения.
sk: V stĺpci "Rozdiel" znamená <span class="diff-g">zelený text</span> nové zmeny a <span class="diff-r">červený text</span> staré hodnoty, ktoré boli odstránené.

# fullView
source: Return to full view
bg: Връщане в пълен преглед
cy: Dychwelwch i'r golwg lawn
da: Retunrner til komplet visning
fa: بازگشت به نمای کامل
hu: Visszatérés a teljes nézethez
is: Sýna allt
lv: Atgriešanās uz pilnu skatu
no: Tilbake til full visning
ru: Вернуть расширенный вид
sk: Návrat do plného zobrazenia

source: insert
bg: вмъкни
cy: mewnosoder
da: indsæt
fa: جایگذاری
hu: beillesztés
is: sett inn
lv: Ievietot
no: sett inn
ru: вставить
sk: Vložiť

source: delete
bg: изтрий
cy: dileu
da: slet
fa: حذف
hu: törlés
is: eyða
lv: Dzēst
no: slett
ru: удалить
sk: Vymazať

# mergedDifferences
source: Preview for Rollback
bg: Преглед на отмени/възстанови
cy: Rhagolwg ar gyfer Rollback
da: Foreløbig visning af tilbageførsel
fa: نمايش براي عقب‌گرد
hu: Előnézet a Visszaállításhoz
is: Forskoðun fyrir endursetningu
lv: Atiestatījuma priekšskats
no: Forhåndsvis for tilbakerulling
ru: Предпросмотр восстановления
sk: Náhľad pre obnovenie

source: Settings
bg: Настройки
cy: Gosodiadau
da: Indstillinger
fa: تنظیمات
hu: Beállítások
is: Stillingar
lv: Iestatījumi
no: Oppsett
ru: Параметры
sk: Nastavenie

# maxSteps
source: Show entries
cy: Dangos cofnodion
da: Vis indlæg
fa: نمایش ورودی‌ها
no: Vis oppføringer
ru: Вывести записи
sk: Ukázať vstupy:

# maxSteps_all
source: ALL
bg: ВСИЧКИ
cy: I GYD
da: ALLE
fa: همه
hu: ÖSSZESET
is: ALLAR
lv: VISS
no: ALT
sk: Všetko

# maxSteps_marked
source: marked
bg: маркирани
cy: wedi'i farcio
da: markerede
fa: نشان‌گذاری شده
hu: kijelölteket
is: merkt
lv: Atzīmētos
no: markerte
ru: помеченные
sk: označené

# showDiff
source: Show differences
cy: Dangos gwahaniaethau
da: Vis differencer
fa: نمایش تفاوت‌ها
no: Vis forskjeller
ru: Показать разницу

# showDiff_no
source: No
bg: Не
cy: Na
da: Nej
fa: نه
hu: Nem
is: Nei
lv: Nē
no: Nei
ru: Нет
sk: žiadny

# showDiff_inline
source: Inline
bg: Вмъкнато
cy: Mewn llinell
da: Indlejret
fa: درون‌خطي
hu: Belül
is: Í töflu
lv: Ierindots
no: I tekst
ru: Внутри
sk: Na riadku

source: Show sub elements
cy: Dangos is-elfennau
da: Vis underelementer
fa: نمایش عناصر زیرمجموعه:
no: Vis underelementer
ru: Показать подэлементы
sk: Ukázať podelementy:

source: No
bg: Не
cy: Na
da: Nej
fa: نه
hu: Nem
is: Nei
lv: Nē
no: Nei
ru: Нет
sk: žiadny

source: Yes
bg: Да
cy: Ydw
da: Ja
fa: بله
hu: Igen
is: Já
lv: Jā
no: Ja
ru: Да
sk: áno

# noDifferences
source: There are no differences to the current page
cy: Nid oes unrhyw wahaniaethau i'r dudalen gyfredol
da: Der er ingen forskelle i forhold til den aktuelle side

# editLockIsActive
source: Editing is blocked for non-admins
cy: Mae golygu wedi'i rwystro ar gyfer pobl nad ydynt yn edmygwyr
da: Redigering er blokeret for ikke-admins
fa: ویرایش برای غیرمدیران مورد محدودیت واقع شده است
ru: Редактирование заблокировано для не администраторов

# changes
source: Changelog
bg: Журнал на промените
da: Ændringer i elementet
fa: گزارش‌کار تغییرات
hu: Rekordváltozások
is: Breytingar
lv: Šī ieraksta labojumi
no: Endringer i elementet
ru: Изменения записи
sk: Zmeny v zázname
