Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_layout.xlf
Languages: ar, cy, da, fa, fi, fr_ca, hi, hu, it, ja, nl, no, pl, pt_br, sv

# staleTranslationWarning
source: Make sure that this behavior is intended and does not pose a problem for you. We highlighted the problematic records for you.
ar: تأكد من أن هذا التصرف مقصُود، وأنه لا يُسبب لك أي مشكلة. لقد أظهرنا لك السجلات الإشكالية.
cy: Sicrhewch fod yr ymddygiad hwn wedi'i fwriadu ac nad yw'n peri problem i chi. Gwnaethom dynnu sylw at y cofnodion problemus i chi.
da: Det er vigtigt at denne adfærd er tilsigtet og ikke skaber et problem for dig. Vi har fremhævet de problematiske elementer for dig.
fa: اطمینان حاصل نمایید این عمل پیش‌بینی شده است و مشکلی برای شما ایجاد نمی‌کند. ما ردیف‌هائی که ممکن است مشکل داشته باشند برای شما رنگی کرده‌ایم.
fi: Tarkista että tämä on tarkoituksenmukaista eikä siitä aiheudu ongelmia. Ongelmalliset tietueet on korostettu.
fr_ca: Assurez-vous que ce comportement est attendu et ne pose aucun problème. Nous avons mis en évidence pour vous les enregistrements problématiques.
hi: सुनिश्चित करें कि इस व्यवहार का इरादा है और आप के लिए समस्या पैदा नहीं करता। हम ने आप के लिए समस्याग्रस्त रिकॉर्ड पर प्रकाश डाला।
it: Assicurati che questo comportamento sia quello voluto e non costituisca un problema per te. Sono evidenziati i record problematici.
nl: Ben er zeker van dat deze actie is bedoeld en geen problemen voor je veroorzaakt. De items met problemen hebben we gemarkeerd voor je.
no: Det er vigtigt at dette er tilsiktet og ikke skaper et problem for deg. Vi har fremhevet de problematiske elementene for deg.
pl: Upewnij się, że takie zachowanie jest nie stanowi dla Ciebie problemu. Podkreśliliśmy problematyczne wpisy.
pt_br: Certifique-se de que este comportamento é o correto e que não constitua um problema para você. Nós grifamos os registros problemáticos para você.
sv: Se till att detta beteende är som avsett och att det inte utgör ett problem för dig. Vi har belyst de problematiska posterna åt dig.

# staleTranslationWarningTitle
source: Inconsistent content detected in language "%s"
ar: تم اكتشاف مُحتوى غير مُتناسق في اللغة "%s"
cy: Cynnwys anghyson wedi'i ganfod yn iaith "%s"
da: Uoverensstemmende indhold registreret i sprog "%s"
fa: محتوای ناسازگار در زبان "%s" پیدا شده
fi: Epäjohdonmukainen sisältö kielessä "%s"
fr_ca: Contenu incompatible détecté dans le langage "%s"
hi: भाषा में असंगत कंटेंट का पता चला "%s"
it: Rilevato contenuto inconsistente nella lingua "%s"
nl: Inconsistente content gedetecteerd in taal "%s"
no: Uoverensstemmende innhold registrert i språk "%s"
pl: Niespójne treść wykryte w języku "%s"
pt_br: Conteúdo inconsistente detectado em idioma "%s"
sv: Inkonsekvent innehåll har upptäckts i språket "%s"

# languageModeFree
source: Free Mode
ar: وضع حُرْ
cy: Modd Am Ddim
da: Fri tilstand
fa: حالت آزاد
fr_ca: Mode libre
it: Modalità Libera
nl: Vrije modus
no: Frimodus
pl: Tryb dowolny
pt_br: Modo Gratuito

# languageModeConnected
source: Connected Mode
ar: الوضع المُتصل
cy: Modd Cysylltiedig
da: Forbundet tilstand
fa: حالت متصل
fr_ca: Mode connecté
it: Modalità Connessa
nl: Verbonden modus
no: Tilkoblet modus
pl: Tryb połączony
pt_br: Modo Conectado

# languageModeMixed
source: Mixed Mode
ar: الوضع المُختَلَط "Mixed"
cy: Modd Cymysg
da: Blandet tilstand
fa: حالت ترکیبی
fr_ca: Mode mixé
it: Modalità Mista
nl: Gemengde modus
no: Miksa modus
pl: Tryb mieszany
pt_br: Modo Misto

# staleUnusedElementsWarning
source: These elements don't belong to any of the available columns of this page. You should either delete them or move them to existing columns. We highlighted the problematic records for you.
ar: هذه العناصر لا تنتمي إلى أي من الأعمدة الحالية في هذه الصفحة. يجب عليك إما حذفها أو نقلها إلى الأعمدة الموجودة. لقد أظهرنا لك السجلات الإشكالية.
cy: Nid yw'r elfennau hyn yn perthyn i unrhyw un o golofnau'r dudalen hon. Dylech naill ai eu dileu neu eu symud i golofnau sy'n bodoli eisoes. Gwnaethom dynnu sylw at y cofnodion problemus i chi.
da: Disse elementer hører ikke til nogle af de tilgængelige kolonner på siden. Du bør enten slette dem eller flytte dem til eksisterende kolonner. Vi fremhæver de problematiske elementer for dig.
fa: این عناصر به هیچ‌یک از ستون‌های موجود در این صفحه تعلق ندارند، یا باید آن‌ها را پاک کنید یا این‌که به ستون‌های موجود منتقل‌شان کنید. ما ردیف‌های مشکل‌دار را برای شما رنگی کرده‌ایم.
fr_ca: Ces éléments n'ont été définis sur aucune des colonnes disponibles dans cette page. Vous devez soit les supprimer ou sinon les déplacer dans des colonnes existantes. Nous avons mis en évidence les enregistrements problématiques pour vous.
it: Questi elementi non appartengono a nessuna delle colonne disponibili in questa pagina. E' opportuno cancellarli oppure spostarli in una delle colonne esistenti. I record che presentano problemi sono stati evidenziati.
ja: これらのコンテンツは、このページの利用可能なカラムのいずれにも属していません。 削除するか、既存のカラムに移動する必要があります。問題のあるレコードをハイライトしました。
nl: Deze elementen behoren niet in een van de beschikbare kolommen op deze pagina. Ze moeten of verwijderd worden of verplaatst worden naar een bestaande kolom. De problematische records zijn voor je uitgelicht.
no: Disse elementene tilhører ikke noen av de tilgjengelige kolonnene på denne siden. Du bør enten slette dem eller flytte dem til eksisterende kolonner. Vi har fremhevet de problematiske oppføringene for deg.
pl: Te elementy nie należą do żadnej z dostępnych kolumn tej strony. Powinieneś je usunąć lub przenieść do istniejących kolumn. Podkreśliliśmy dla Ciebie problematyczne zapisy.
pt_br: Esses elementos não pertencem a nenhuma das colunas disponíveis nesta página. Você deve excluí-los ou movê-los para colunas existentes. Destacamos os registros problemáticos para você.

# staleUnusedElementsWarningTitle
source: Unused elements detected on this page
ar: تم اكتشاف عناصر غير مُستخدمة في هذه الصفحة
cy: Elfennau nas defnyddiwyd wedi'u canfod ar y dudalen hon
da: Ubrugte elementer fundet på denne side
fa: در این صفحه «عناصر استفاده نشده» پیدا شده است
fr_ca: Des éléments inutilisés ont été détectés dans cette page
it: Elementi non utilizzati trovati in questa pagina
ja: このページで検出された未使用のコンテンツ
nl: Ongebruikte elementen op deze pagina
no: Ubrukte elementer oppdaget på denne siden
pl: Nieużywane elementy wykryte na tej stronie
pt_br: Elementos não utilizados detectados nesta página

# localize.chooseLanguage
source: Choose your language
ar: اختر اللغة
cy: Dewiswch eich iaith
da: Vælg dit sprog
fa: زبان مورد نظر را انتخاب کنید
fi: Valitse kieli
fr_ca: Sélectionnez la langue
hi: अपनी भाषा चुनिए
it: Scegli la tua lingua
nl: Kies uw taal
no: Velg språk
pl: Wybierz język
pt_br: Escolha seu idioma
sv: Välj språk

# localize.wizard.header
source: Localize record "{0}" into {1}
ar: توطين الصفحة "{0}" في {1}
cy: Lleoli cofnod "{0}" yn {1}
da: Oversæt element "{0}" ind i {1}
fa: بومی سازی ردیف "{0}" به {1}
fi: Käännä tietue "{0}" kielelle {1}
fr_ca: Traduire l'enregistrement "{0}" dans {1}
hi: रिकॉर्ड स्थानीय बनाना "{0}" में {1}
it: Localizza il record "{0}" in {1}
nl: Vertaal item "{0}" naar {1}
no: Oversett element "{0}" til {1}
pl: Tłumaczenie wpisu "{0}" na {1}
pt_br: Localizar registro "{0}" para {1}
sv: Lokalisera poster "{0}" till {1}

# localize.wizard.header_page
source: Localize page "{0}" into {1}
ar: توطين الصفحة "{0}" في {1}
cy: Lleoli tudalen "{0}" yn {1}
da: Oversæt side "{0}" ind i {1}
fa: بومی سازی صفحه "{0}" تا {1}
fr_ca: Traduire la page "{0}" en {1}
it: Localizza la pagina "{0}" in {1}
nl: Vertaal item "{0}" naar {1}
no: Oversett side "{0}" til {1}
pl: Tłumaczenie wpisu "{0}" na {1}
pt_br: Localizar página "{0}" em {1}

# localize.wizard.button.copy
source: Copy
ar: نسخ
da: Kopiér
fa: نسخه‌برداری
fr_ca: Copier
it: Copia
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_br: Copiar

# localize.wizard.button.cancel
source: Cancel
ar: إلغاء
cy: Canslo
da: Annullér
fa: لغو
fi: Peruuta
fr_ca: Annuler
hi: रद्द करें
it: Annulla
nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
sv: Avbryt

# localize.wizard.button.next
source: Next
ar: التّالي
cy: Nesaf
da: Næste
fa: بعدی
fi: Seuraava
fr_ca: Suivant
hi: अगला
it: Avanti
ja: 次へ
nl: Volgende
no: Neste
pl: Następne
pt_br: Próximo
sv: Nästa

# localize.wizard.button.process
source: Start processing
ar: بدء المعالجة
cy: Dechreuwch brosesu
da: Start behandling
fa: آغاز پردازش
fi: Aloita käsittely
fr_ca: Démarrer le traitement
hi: प्रोसेसिंग शुरू
it: Inizio elaborazione
ja: 処理を開始
nl: Start verwerking
no: Start behandling
pl: Rozpocznij
pt_br: Iniciar processamento
sv: Börja processa

# localize.view.chooseLanguage
source: Choose the language from which you want to localize the content
ar: اختر اللغة التي تريد ترجمة المُحتوى منها
cy: Dewiswch yr iaith rydych chi am leoleiddio'r cynnwys ohoni
da: Vælg det sprog, som du vil oversætte indhold fra
fa: زبان مبدائی را که می‌خواهید از آن شروع به بومی‌سازی محتوا نمائید انتخاب کنید
fi: Valitse kieli jota haluat käyttää käännöksen pohjana
fr_ca: Choisissez la langue à partir de laquelle vous désirez traduire le contenu
hi: जिसमें से आप कंटेंट स्थानीय बनाना चाहते हैं वह भाषा चुनें
it: Scegli la lingua dalla quale vuoi localizzare il contenuto
nl: Kies de brontaal van welke je de content wilt vertalen
no: Velg språket du vil oversette innhold fra
pl: Wybierz język, z którego chcesz tłumaczyć treści
pt_br: Escolha o idioma que será a localização do conteúdo
sv: Välj språk varifrån du vill lokalisera innehållet

# localize.view.summary
source: Record summary
ar: ملخص السجل
cy: Crynodeb o'r cofnod
da: Element-resumé
fa: خلاصۀ ردیف
fi: Tietueen yhteenveto
fr_ca: Sommaire de l'enregistrement
hi: रेकॉर्ड सारांश
it: Sommario dei record
nl: Item overzicht
no: Elementsammendrag
pl: Podsumowanie wpisów
pt_br: Sumário do Registro
sv: Postsummering

# localize.view.processing
source: Processing...
ar: جارٍِ المعالجة...
cy: Prosesu ...
da: Behandler...
fa: در حال پردازش...
fi: Käsitellään...
fr_ca: Traitement en cours...
hi: प्रोसेसिंग...
it: Elaborazione...
ja: 処理中...
nl: Bezig met verwerken...
no: Behandler...
pl: Przetwarzanie...
pt_br: Processando...
sv: Arbetar...

# localize.progress.step
source: Step {0} of {1}
ar: الخطوة {0} من {1}
cy: Cam {0} o {1}
da: Trin {0} af {1}
fa: مرحله {0} از{1}
fi: Vaihe {0} / {1}
fr_ca: Étape {0} de {1}
hi: स्टेप{0}से{1}
it: Passo {0} di {1}
ja: ステップ {0}/{1}
nl: Stap {0} van {1}
no: Steg {0} av {1}
pl: Krok {0} z {1}
pt_br: Passo {0} de {1}
sv: Steg {0} av {1}

# localize.educate.copy
source: Copying content will take the content elements from the source language and create copies in a different language.<br> This means that you will be able to move content elements around freely, but you will not have the benefit of being able to compare changes made in the source language later on.<br> <strong>Use this when you want to have freedom in designing your translated website.</strong>
ar: نسخ المُحتوى سوف يأخذ عناصر المحتوى من اللغة الأساسية ويُنشئ نُسَخَاً بلغات مُختلفة.<br> <unk> <unk> <unk> <unk> <unk> ، وهذا يعني أنك ستكون قادراً على نقل عناصر المحتوى حولها بحرية، ولكن لن يكون لديك ميزة في أن تكون قادراً على مقارنة التغييرات التي أجريت في اللغة الأساسية لاحقاً.<br> <unk> <unk> <unk> <unk> <strong>استخدم هذا الخيار عندما تريد أن يكون لديك الحرية في تصميم موقعك المُترجم.</strong>
cy: Bydd copïo cynnwys yn cymryd yr elfennau cynnwys o'r iaith ffynhonnell ac yn creu copïau mewn iaith wahanol.<br> hyn yn golygu y byddwch yn gallu symud elfennau cynnwys o gwmpas yn rhydd, ond ni fydd gennych y budd o allu cymharu newidiadau a wnaed yn yr iaith ffynhonnell yn nes ymlaen.<br> <strong>Defnyddiwch hwn pan fyddwch chi eisiau cael rhyddid i ddylunio'ch gwefan wedi'i chyfieithu.</strong>
da: Kopiering af indhold vil overføre indholdselementet fra kildesproget og oprette kopier i et andet sprog.<br> Det betyder at du frit vil kunne flytte rundt på indholdselementer, men du vil ikke have fordelen ved at kunne sammenligne ændringer, som er gennemført i kildesproget, senere.<br> <strong>Brug denne når du vil have frihed til at designe din oversatte hjemmeside.</strong>
fa: نسخه برداری از محتوا، عناصرمحتوائی را از زبان مبدأ برداشته و در زبان دیگری نسخه‌های مشابه ایجاد می‌کند.<br><br> این بدان معناست که شما می‌توانید عناصرمحتوائی را به هر کجا که می‌خواهید ببرید، اما امکان استفاده از مزیت مقایسۀ تغییراتی که در زبان مبدأ داده شده را نخواهید داشت. <br> <strong>وقتی از این امکان استفاده کنید که در طراحی سایت ترجمه شدۀ مورد نظر، آزادی کافی داشته باشید.</strong>
fi: Sisällön kopiointi ottaa sisältöelementit lähdekielestä ja tekee niistä kopiot toiselle kielelle.<br>Voit siirrellä kopioituja sisältöelementtejä vapaasti, mutta et pysty enää vertaamaan muutoksia lähdekieliseen versioon.<br><strong>Käytä tätä ku haluat muokata käännettyä sivustoa vapaammin.</strong>
fr_ca: Copier les contenus prendra les éléments présents dans la langue par défaut afin d'en faire des copies dans une autre langue.<br> Ce qui signifie que vous pourrez déplacer librement les éléments d'une langue à l'autre, mais que vous ne pourrez pas les comparer par la suite avec les changements qui seront effectués sur les éléments dans la langue par défaut.<br> <strong>À utiliser quand vous voulez avoir plus de liberté dans la conception de vos sites multi-lingues</strong>
hi: कॉपी किया हुआ कंटेंट स्रोत भाषा से कंटेंट एलिमेंट्स लेंगे और एक अलग भाषा में कॉपी निर्माण करेगे।<br> इसका मतलब यह है कि आप आसानी से कंटेंट एलिमेंट्स को आसपास स्थानांतरित करने में सक्षम हो जाएगे, लेकिन आप को बाद में स्रोत भाषा में किए गए परिवर्तनों की तुलना करने में सक्षम होने का लाभ नहीं होगा।<br> \<strong> जब आप अपने अनुवाद वेबसाइट डिजाइन करने में स्वतंत्रता चाहते हैं तब इस का उपयोग करें।</strong>
it: La copia dei contenuti prenderà gli elementi di contenuto dalla lingua sorgente e creerà copie in una lingua diversa.<br> Questo significa che sarà possibile muovere liberamente gli elementi di contenuto, ma non sarà più possibile confrontare, a posteriori, le modifiche effettuate nella lingua sorgente.<br> <strong>Utilizza questa opzione quando vuoi avere il massimo grado di libertà nel progettare il tuo sito web tradotto.</strong>
nl: Kopiëren van content zal het content element van de bron taal kopiëren en een kopie maken in een andere taal.<br> Dit betekent dat je de mogelijkheid hebt om het element vrij te verplaatsen, maar dat je niet later het voordeel hebt om wijzigingen in de bron taal te vergelijken.<br> <strong>Gebruik deze optie wanneer je de vrijheid wil hebben bij het vertalen van de website.</strong>
no: Kopiering av innhold vil overføre innholdselementet fra kildespråket og oprette kopier i et annet språk.<br> Det betyr at du frit vil kunne flytte rundt på innholdselementer, men du vil ikke ha kunne sammenligne endringer som er gjennomført i kildespråket senere.<br> <strong>Bruk denne når du vil ha frihet til å designe det oversatte nettstedet ditt.</strong>
pl: Kopiowanie treści pobierz elementy treści z języka źródłowego i stworzy kopie w innym języku.<br> Oznacza to, że będziesz w stanie dowolnie edytować elementy treści, ale utracisz możliwość porównywania zmian dokonanych w języku źródłowym później.<br> <strong>Użyj tego, kiedy chcesz mieć swobodę w projektowaniu przetłumaczonej strony internetowej.</strong>
pt_br: Copiar conteúdo mudará os elementos de conteúdo do idioma fonte e criará cópias num idioma diferente.<br> Isso significa que você poderá mover elementos de conteúdo livremente, mas não terá o benefício, depois, de poder comparar mudanças feitas no idioma fonte.<br> <strong>Use isso quando quer ter liberdade em desenhar o seu site traduzido.</strong>
sv: Kopiering av innehåll kommer att ta en kopia av originalspråket och skapa kopior till ett annat språk.<br> Detta innebär att du kommer att kunna flytta innehållselementen fritt, men du kommer inte att ha fördelen att jämföra med ändringar som gjorts i originalspråket senare.<br> <strong>Använd denna när du vill ha friheten att designa din översatta webbplats.</strong>

# localize.educate.noTranslate
source: Using the translation wizard is not possible, because either translation is disabled or the translated page is in "mixed mode". Being in "mixed mode" means that both translated records that have a source language and "free mode" records without a parent, are present.<br> We highlighted the problematic records for you in this case.
ar: إن استخدام معالج الترجمة غير مُمكن. إما لأن الترجمة مُعطلة أو لأن الصفحة المُترجمة في "mixed mode". يعني وجود "mixed mode" أن كُلّاُ من السجلات المُترجمة التي تحتوي على لغة المصدر وسجلات "الوضع الحُر" التي لا يوجد فيها أحد الأصول.<br> <unk> <unk> <unk> <unk> <unk> لقد أظهرنا لك السجلات الإشكالية في هذه الحالة. <unk> <unk> <unk> <unk>
cy: Nid yw'n bosibl defnyddio'r dewin cyfieithu, oherwydd mae naill ai cyfieithu yn anabl neu mae'r dudalen wedi'i chyfieithu mewn "modd cymysg". Mae bod mewn "modd cymysg" yn golygu bod cofnodion wedi'u cyfieithu sydd ag iaith ffynhonnell a chofnodion "modd rhydd" heb riant, yn bresennol.<br> Gwnaethom dynnu sylw at y cofnodion problemus i chi yn yr achos hwn.
da: Det er ikke muligt at benytte oversættelsesguiden fordi den oversatte side enten er deaktiveret eller i såkaldt "blandet tilstand". "Blandt tilstand" betyder at oversatte elementer som både har elementer med et kilde-sprog og i "fri tilstand" uden et overordnet element, findes.<br> Vi har i dette tilfælde fremhævet de elementer med problemer for dig.
fr_ca: L'utilisation de l'assistant de traduction n'est pas possible, car soit la traduction est désactivée, soit la page traduite est en "mode mixte". Le "mode mixte" signifie que des enregistrements traduits liés à un enregistrement dans la langue source et que des enregistrements "en mode libre" sans parent, sont présents. <br> Les cas problématiques sont mis en évidence.
it: L'utilizzo della procedura guidata di traduzione non è possibile perché la traduzione è disabilitata o la pagina tradotta è in "Modalità Mista". "Modalità Mista" significa che lo stesso record ha traduzioni su più lingue, ma in modalità differenti: alcune in "Modalità Connessa" e alcune in "Modalità Libera". Le traduzioni in "Modalità Connessa" si riferiscono al record in lingua originale (record padre di lingua), mentre le traduzioni in "Modalità Libera" non hanno alcun riferimento.<br> In questo caso sono evidenziati i record problematici.
nl: Het gebruik van de vertaalassistent is niet mogelijk, omdat de vertaling uitgeschakeld is of de vertaalde pagina in "gemengde modus" staat. In "gemengde modus" staan, betekent dat zowel vertaalde records met een brontaal als records in "vrije modus" zonder een bronrecord, aanwezig zijn.<br> We hebben in dit geval de problematische records uitgelicht.

# error.invalidBackendLayout
source: The selected page layout is mis-configured, no columns are specified to be editable. Please update your backend layout to have at least one parameter "colPos" set.
ar: تم تكوين مظهر الصفحة المُحددة بشكل خاطئ، ولم يتم تحديد أعمدة لتكون قابلة للتعديل. يرجى تحديث مظهر الواجهة الخلفية لديك لإعداد مُعَلمة واحدة على الأقل "colPos".
cy: Mae cynllun y dudalen a ddewiswyd wedi'i gam-ffurfweddu, ni nodir bod unrhyw golofnau yn olygadwy. Diweddarwch eich cynllun backend i gael o leiaf un set "colPos" paramedr.
da: Det valgte sidelayout er fejlkonfigureret, ingen kolonner er angivet som redigérbare. Opdatér dit backend layout, så du har mindst et parameter "colPos" angivet.
fa: صفحه‌بندی صفحۀ انتخابی درست پیکربندی نشده، هیچ ستونی که قاب ویرایش باشد تعیین نشده. لطفا صفحه بندی را تعیین کنید تا حداقل یک پارامتر برای "colPos" وجود داشته باشد.
fi: Valittu sivun layout on konfiguroitu väärin: yhtään palstaa ei ole määritelty muokattavaksi. Päivitä layout niin että vähintään yksi "colPos" -parametri on asetettu.
fr_ca: La mise en page sélectionnée est mal configuré, aucune colonne n'est spécifiée pour être modifiable. Veuillez mettre à jour la mise en page Back-End pour avoir au moins un paramètre "colPos" spécifié.
hi: चुना गया पेज लेआउट mis-configured है, कोई कॉलम एडिटबले होने के लिए specified कर रहे हैं।कम से कम एक पैरामीटर "colPos" निर्धारित करने के लिए कृपया अपने बैकेंड लेआउट अपडेट करे।
it: Il layout di pagina selezionato presenta errori di configurazione, nessuna colonna è configurata per essere modificabile. Aggiorna il tuo layout di backend per avere almeno un parametro "colPos" impostato.
nl: De geselecteerde pagina layout is niet juist geconfigureerd, geen kolommen zijn geselecteerd om te bewerken. Update s.v.p. de backend layout met minimaal 1 parameter "colPos" ingesteld.
no: Valgt sidelayout er feilkonfigurert, ingen kolonner er angitt som redigerbare. Opdater backend-layout, så du har oppgitt minst ett parameter "colPos".
pl: Wybrany układ strony jest błędnie skonfigurowany, nie podano do kolumny można edytować. Zaktualizuj swój układ zaplecza mieć co najmniej jeden parametr "colPos"
pt_br: O leiaute da página selecionada está desconfigurada, nenhuma coluna foi especificada para ser editável. Por favor atualize o leiaute do backend para ter, no mínimo, um parâmetro "colPos" ajustado.
sv: Den valda sidlayouten är felkonfigurerad, inga kolumner är specificerade at redigeras. Vänligen uppdatera din backend-layout för att ha minst en "colPos" parameter satt.

# dragdrop.copy.message
source: Press CTRL to copy
ar: اضغط على CTRL للنسخ
cy: Pwyswch CTRL i gopïo
da: Klik på CTRL for at kopiere
fa: از کلید CTRL برای نسخه‌برداری استفاده کنید
fi: Kopiointi: paina CTRL
fr_ca: Appuyez sur CTRL pour copier
hi: कॉपी करने के लिए CTRL दबाएँ
it: Premi CTRL per copiare
nl: CTRL indrukken om te kopiëren
no: Hold nede CTRL for å kopiere
pl: Wciśnij Ctrl aby skopiować
pt_br: Aperte CTRL para copiar
sv: Håll in CTRL för att kopiera
