Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_layout.xlf
Languages: ar, cy, da, fa, fi, fr_ca, hi, hu, it, ja, nl, no, pl, pt_br, sv

# tt_board_age
source: Age
ar: العُمر
cy: Oedran
da: Alder
fa: سن
fi: Ikä
fr_ca: Âge
hi: उम्र
hu: Kor
it: Età
ja: 年齢
nl: Leeftijd
no: Alder
pl: Wiek
pt_br: Idade
sv: Ålder

# tt_board_RE
source: RE
ar: إعادة
da: SV
fa: آر ای
fi: VS
nl: Antw:
no: SV

# m_function_0
source: QuickEdit
ar: تعديل سريع
da: KvikRedigér
fa: ویرایش سریع
fi: Pikamuokkaus
fr_ca: Édition rapide
hi: तुरंत एडिट
hu: Gyors szerkesztés
it: Modifica rapida
ja: クイック編集
nl: Snelbewerken
no: Hurtigredigering
pl: SzybkaEdycja
pt_br: Edição Rápida
sv: SnabbRedigering

# m_function_1
source: Columns
ar: الأعمدة
cy: Colofnau
da: Kolonner
fa: ستون
fi: Palstanäkymä
fr_ca: Colonnes
hi: कालम
hu: Oszlopok
it: Colonne
ja: カラム
nl: Kolommen
no: Kolonner
pl: Kolumny
pt_br: Colunas
sv: Kolumner

# m_function_2
source: Languages
ar: اللغات
cy: Ieithoedd
da: Sprog
fa: زبان‌ها
fi: Kielinäkymä
fr_ca: Langues
hi: भाषाएँ
hu: Nyelvek
it: Lingue
ja: 言語
nl: Talen
no: Språk
pl: Języki
pt_br: Idiomas
sv: Språk

source: Grid-View
ar: عرض شَبكي "Grid-View"
cy: Golwg Grid
da: Grid-visning
fa: نمایش جدولی
fi: Ruudukkonäkymä
fr_ca: Mode grille
hi: ग्रिड-देखिए
hu: Rácsnézet
it: Visualizzazione a griglia
ja: 並べて表示
nl: Rasterweergave
no: Rutenettvisning
pl: Widok-Siatki
pt_br: Visão em Grade
sv: Rutnätsvy

# m_tt_board_0
source: List topics only
ar: قائمة المواضيع فقط
cy: Rhestrwch bynciau yn unig
da: Vis kun emner
fa: فهرست منحصر به عناوین
fi: Näytä vain aiheet
fr_ca: Liste de sujets seulement
hi: केवल सूची के विषयों
hu: Csak a témák listázása
it: Elenca solo gli argomenti
ja: トピックスリスト
nl: Alleen onderwerpen afbeelden
no: Vis bare emner
pl: Lista samych tematów
pt_br: Listar apenas tópicos
sv: Lista endast ämnen

# m_tt_board_expand
source: Expand Threads
ar: توسيع المؤشر
cy: Ehangu Trywyddau
da: Udvid tråde
fa: بازکردن رشته‌ها
fi: Laajenna keskustelut
fr_ca: Développer les fils de discussions
hi: थ्रेड्स फैलाव
hu: Az összes szál kibontása
it: Espandi Discussioni
ja: スレッドを展開
nl: Conversaties uitklappen
no: Utvid tråd
pl: Rozwiń wątki
pt_br: Expandir Tópicos
sv: Expandera trådar

# m_tt_address_0
source: Short List
ar: قائمة قصيرة
cy: Rhestr Fer
da: Kort liste
fa: فهرست جمع و جور
fi: Lyhyt lista
fr_ca: Liste courte
hi: छोटी सूची
hu: Rövid lista
it: Lista Breve
ja: ショートリスト
nl: Korte lijst
no: Kortliste
pl: Krótka Lista
pt_br: Lista curta
sv: Kort lista

# m_tt_address_1
source: Address list
ar: قائمة العناوين
cy: Rhestr cyfeiriadau
da: Adresseliste
fa: فهرست نشانی‌ها
fi: Osoitelista
fr_ca: Liste d'adresses
hi: पता सूची
hu: Címlista
it: Elenco indirizzi
ja: 住所一覧
nl: Adreslijst
no: Adresseliste
pl: Lista adresów
pt_br: Lista de endereços
sv: Adresslista

# m_tt_address_2
source: Personal info
ar: المعلومات الشخصية
cy: Gwybodaeth bersonol
da: Personlig info
fa: اطلاعات شخصی
fi: Henkilökohtaiset tiedot
fr_ca: Informations personnelles
hi: व्यक्तिगत जानकारी
hu: Személyes információk
it: Informazioni personali
ja: 個人情報
nl: Persoonlijke informatie
no: Personlig informasjon
pl: Informacje osobiste
pt_br: Iformação pessoal
sv: Personlig information

# m_tt_links_1
source: Whole URL
ar: الرابط بالكامل "URL"
cy: URL cyfan
da: Hele URL
fa: نشانی کامل
fi: Täydellinen URL
fr_ca: URL complète
hi: पूरा URL
hu: Teljes URL
it: URL completo
ja: すべてのURL
nl: Gehele URL
no: Hele URL-en
pl: Cały Adres
pt_br: URL completa
sv: Hel URL

# m_tt_links_2
source: Alternative note
ar: مُلاحظة بَديلة
cy: Nodyn amgen
da: Alternativ note
fa: یادداشت جایگزین
fi: Vaihtoehtoinen huomautus
fr_ca: Note alternative
hi: वैकल्पिक नोट
hu: Alternatív megjegyzés
it: Nota alternativa
ja: 注釈
nl: Alternatieve opmerking
no: Alternativt notat
pl: Alternatywne nazwy
pt_br: Nota alternativa
sv: Alternativ anteckning

# m_tt_calender_date
source: Date
ar: التاريخ
cy: Dyddiad
da: Dato
fa: تاریخ
fi: Päiväys
hi: तारीख़
hu: Dátum
it: Data
ja: 日付
nl: Datum
no: Dato
pl: Data
pt_br: Data
sv: Datum

# m_tt_calender_date_ext
source: Date - extended
ar: التاريخ - تم تمديده
cy: Dyddiad - estynedig
da: Dato - udvidet
fa: تاریخ - مبسوط
fi: Laajennettu päiväys
fr_ca: Date - étendue
hi: विस्तृत-तारीख
hu: Dátum - bővített
it: Data - estesa
ja: 日付 - 拡張
nl: Datum - uitgebreid
no: Dato - utvidet
pl: Data - rozszerzona
pt_br: Data - extensa
sv: Datum - utökad

# m_tt_calender_todo
source: Todo
ar: المهام "ToDo"
cy: Gwneud
fa: جهت انجام
fi: Tehtävät
fr_ca: À faire
hi: काम-सूची
hu: Tennivaló
nl: Te doen
no: Gjøremål
pl: Do zrobienia
pt_br: Tarefa
sv: Att göra

# m_tt_calender_todo_ext
source: Todo - extended
ar: المهام - تم تمديدها
cy: Todo - estynedig
da: To-do - udvidet
fa: جهت انجام - مبسوط
fi: Laajennettu tehtävälista
fr_ca: À faire - étendu
hi: विस्तृत काम-सूची
hu: Tennivaló - bővített
it: Todo - esteso
ja: ToDo - 拡張
nl: Te doen - uitgebreid
no: Gjøremål - utvidet
pl: Do zrobienia - rozszerzone
pt_br: Tarefa - extensa
sv: Att göra - utökad

# m_tt_calender_ext
source: Extended
ar: مُوَسَّعْ "Extended"
cy: Estynedig
da: Udvidet
fa: مبسوط
fi: Laajennettu
fr_ca: Étendu
hi: विस्तृत
hu: Bővített
it: Esteso
ja: 拡張
nl: Uitgebreid
no: Utvidet
pl: Rozszerzony
pt_br: Extenso
sv: Utökad

# m_tt_products_ext
source: Extended
ar: مُوَسَّعْ "Extended"
cy: Estynedig
da: Udvidet
fa: مبسوط
fi: Laajennettu
fr_ca: Étendu
hi: विस्तृत
hu: Bővített
it: Esteso
ja: 拡張
nl: Uitgebreid
no: Utvidet
pl: Rozszerzony
pt_br: Extenso
sv: Utökad

# m_default
source: Default
ar: افتراضي
cy: Yn ddiofyn
da: Standard
fa: پیش‌فرض
fi: Oletus
fr_ca: Par défaut
hi: डिफ़ॉल्ट
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
sv: Standard

# clickAPage_header
source: Web>Page module
ar: ويب>وحدة الصفحة
cy: Modiwl Gwe>
da: Web>Sidemodul
fa: وب> بخش صفحات
fi: Web>Sivu-moduuli
fr_ca: Web>module de page
hi: वेब>पेज मॉड्यूल
hu: Web modul > oldal
it: Modulo Web>Pagina
ja: Web > ページモジュール
nl: Web > Paginamodule
no: Web>Sidemodul
pl: Web > Strony
pt_br: Web>Módulo de Página
sv: Web>Sidmodul

# clickAPage_content
source: Please click the page title in the page tree to the left to edit page content.
ar: الرجاء النقر فوق الرمز يسار عُنوان الصفحة في شجرة الصفحة "Page tree"، لتعديل محتوى الصفحة.
cy: Cliciwch teitl y dudalen yn y goeden dudalen ar y chwith i olygu cynnwys tudalen.
da: Hvis du vil redigere sideindholdet, skal du klikke på sidens titel i sidetræet til venstre.
fa: لطفا بر روی عنوان صفحه در ساختار درختی صفحات در سمت چپ کلیک کنید تا محتوای صفحه را ویرایش نمایید.
fi: Klikkaa sivun nimeä sivupuussa muokataksesi sivun sisältöä.
fr_ca: Veuillez cliquer sur le titre de la page dans l'arborescence à gauche pour éditer le contenu de page.
hi: कंटेंट को एडिट करने के लिए कृपया बाईं ओर पेज ट्री में पेज शीर्षक पर क्लिक करें।
hu: Ha az oldal tartalmi elemeit szerkeszteni kívánja, klikkeljen az oldal címére balra az oldalfában.
it: Clicca il titolo della pagina, nell'albero delle pagine sulla sinistra, per modificare i contenuti di pagina.
ja: ページコンテンツを編集するには、左側にあるページツリーのページタイトルをクリックしてください。
nl: Om de paginainhoud te bewerken klikke men op de titel in de paginaboom links.
no: Vennligst klikk på sidetittel i sidetre til venstre for å redigere sideinnhold.
pl: Proszę kliknąć na tytuł strony w drzewie po lewej, aby edytować zawartość strony.
pt_br: Por favor, clique no título da página na árvore à esquerda para editar o conteúdo de página.
sv: Vänligen klicka på sidtiteln, i sidträdet till vänster, för att redigera sidinnehållet.

# pI_crUser
source: Created by
ar: تم إنشَاؤه/ها بواسطة
cy: Wedi'i greu gan
da: Oprettet af
fa: ایجاد توسط
fi: Tekijä
fr_ca: Créé par
hi: के द्वारा बनाया गया
hu: Készítette
it: Creato da
ja: 作成者
nl: Aangemaakt door
no: Laget av
pl: Utworzone przez
pt_br: Criado por
sv: Skapad av

# pI_crDate
source: Created date
ar: تاريخ الإنشاء
cy: Dyddiad wedi'i greu
da: Oprettet dato
fa: تاریخ ایجاد
fi: Luontipäivä
fr_ca: Date de création
hi: निर्माण तारीक
hu: Létrehozás dátuma
it: Data creazione
ja: 作成日
nl: Aanmaakdatum
no: Dato for opprettelse
pl: Data utworzenia
pt_br: Data Criada
sv: Skapad den

# pI_lastChange
source: Last change
ar: آخر تعديل
cy: Newid olaf
da: Seneste ændring
fa: آخرین تغییر
fi: Viimeksi muutettu
fr_ca: Dernier changement
hi: अंतिम बदलाव
hu: Utolsó módosítás
it: Ultima modifica
ja: 最終変更
nl: Laatste wijziging
no: Sist endret
pl: Ostatnia modyfikacja
pt_br: Última alteração
sv: Senast ändrad

# pI_lastChangeContent
source: Last change, content
ar: آخر تعديل، المحتوى
cy: Newid diwethaf, cynnwys
da: Seneste ændring, indhold
fa: آخرین تغییر، محتوا
fi: Viimeinen muutos, sisältö
fr_ca: Dernier changement, contenu
hi: अंतिम बदलाव, कंटेंट
hu: Utolsó módosítás, tartalom
it: Ultima modifica, contenuto
ja: 最終変更、内容
nl: Laatste wijziging, inhoud
no: Sist endret, innhold
pl: Ostatnia zmiana, zawartość
pt_br: Última alteração, conteúdo
sv: Senaste ändringen, innehåll

# pI_hitsTotal
source: Total Hits
ar: إجمالي عدد الزيارات
cy: Cyfanswm y Trawiadau
da: Totale hits
fa: مجموع مراجعات
fi: Osumat yhteensä
fr_ca: Total des accès
hi: कुल हिट्स
hu: Összes elérés
it: Visite totali
ja: 総ヒット数
nl: Totaal aantal hits
no: Totalt antall treff
pl: Suma trafień
pt_br: Visitas Totais
sv: Totala träffar

# pI_hitsPeriod
source: Hits Period
ar: فترة الزيارات
cy: Cyfnod Trawiad
da: Hits, periode
fa: بازۀ مراجعات
fi: Osumien aikaväli
fr_ca: Période des accès
hi: हिट्स अवधि
hu: Elérési periódus
it: Periodo delle visite
ja: ヒット間隔
nl: Periode voor hits
no: Periode
pl: Zakres trafień
pt_br: Período de Visitas
sv: Träffperiod

# pI_hits24hours
source: Last 24 hours
ar: آخر 24 ساعة
cy: 24 awr ddiwethaf
da: Seneste 24 timer
fa: 24 ساعت گذشته
fi: Viimeiset 24 tuntia
fr_ca: Dernières 24 heures
hi: अंतिम २४ घंटे
hu: Utolsó 24 óra
it: Ultime 24 ore
ja: 24時間以内
nl: Laatste 24 uur
no: Siste 24 timer
pl: Ostatnie 24 godziny
pt_br: últimas 24 horas
sv: Senaste 24 timmarna

# pI_hits10days
source: Last 10 days
ar: آخر 10 أيام
cy: 10 diwrnod diwethaf
da: Seneste 10 dage
fa: 10 روز گذشته
fi: Viimeiset 10 päivää
fr_ca: 10 derniers jours
hi: अंतिम १० दिन
hu: Elmúlt 10 nap
it: Ultimi 10 giorni
ja: 過去10日間
nl: Laatste 10 dagen
no: Siste 10 dager
pl: Ostatnie 10 dni
pt_br: Últimos 10 dias
sv: Senaste 10 dagarna

# content_from_pid_title
source: Page uses content from this page: %s
ar: تستخدم الصفحة محتوى من هذه الصفحة: %s
cy: Mae Tudalen yn defnyddio cynnwys o'r dudalen hon: %s
da: Siden bruger indhold fra denne side: %s
fa: صفحاتی که از این صفحه محتوا برداشت می‌کنند: %s
fi: Sivu näyttää sisältöä sivulta: %s
fr_ca: La page utilise le contenu de cette page : %s
hi: पेज यह पेज से कंटेंट का उपयोग करता है:% s
hu: Ez az oldal az alábbi oldalon lévő tartalmakat jelenít meg: %s
it: Questa pagina usa contenuti dalla pagina %s
ja: このページコンテンツを使用します: %s
nl: Pagina gebruikt inhoud van deze pagina: %s
no: Side bruker innhold fra denn siden: %s
pl: Strona korzysta z treści z tej strony: %s
pt_br: A página usa conteúdo desta página: %s
sv: Sidan använder innehåll från denna sida: %s

# content_on_pid_title
source: This content is also shown on: %s
ar: يظهر هذا المحتوى أيضاً في: %s
cy: Dangosir y cynnwys hwn hefyd ar: %s
da: Dette indhold vises også på: %s
fa: ای محتوا در این قسمت هم نمایش داده شده است: %s
fr_ca: Ce contenu est également visible ici : %s
it: Questi contenuti vengono mostrati anche in %s
nl: Deze inhoud wordt ook getoond op: %s
no: Dette innholdet vises også på: %s
pl: Ta treść jest także pokazywana w: %s
pt_br: Este conteúdo também é exibido em: %s

# pageIsExternalLinkMessage
source: Page is a link to the following external URL: %s
ar: الصفحة هي عبارة عن رابط للرابط الخارجي "URL" التالي: %s
cy: Mae Tudalen yn ddolen i'r URL allanol canlynol: %s
da: Side er et link til følgende eksterne URL: %s
fa: صفحه پیوندی است به نشانی خارجی زیر: %s
fr_ca: La page est un lien vers l'URL externe suivante : %s
it: La pagina è un collegamento al seguente URL esterno: %s
nl: Pagina is een link naar de volgende externe url: %s
no: Side er en link til følgende eksterne url: %s
pl: Strona jest linkiem do zewnętrznego adresu URL: % s
pt_br: Página é um link para a seguinte URL externa: %s
sv: Sidan är en länk till följande externa URL: %s

# pageIsInternalLinkMessage
source: Page is a link to the following page: %s
ar: الصفحة عبارة عن رابط للصفحة التالية: %s
cy: Mae'r dudalen yn ddolen i'r dudalen ganlynol: %s
da: Side er et link til følgende side: %s
fa: صفحه پیوندی است به صفحۀ : %s
fr_ca: La page est un lien vers la page suivante : %s
it: La pagina è un collegamento alla seguente pagina: %s
nl: Pagina is een link naar de volgende pagina: %s
no: Side er en link til følgende side: %s
pl: Strona jest linkiem do strony: %s
pt_br: Página é um link para a seguinte página: %s
sv: Sidan är en länk till följande sida: %s

# pageIsRandomInternalLinkMessage
source: Page is a link to a random subpage.
ar: الصفحة عبارة عن رابط لصفحة فرعية عشوائية.
cy: Mae Tudalen yn ddolen i is-dudalen ar hap.
da: Side er en link til en tilfældig underside.
fr_ca: La page est un lien vers une sous-page choisie aléatoirement.
it: La Pagina è un link a una sottopagina casuale.
nl: Pagina is een link naar een willekeurige subpagina.
pl: Strona jest łączem do losowej podstrony.
pt_br: A página é um link para uma subpágina aleatória.

# pageIsMisconfiguredInternalLinkMessage
source: Page is configured to be a link but there is actually no valid target defined.
ar: تم تكوين الصفحة لتكون رابِطاً، ولكن في الواقع لا يوجد رابط هدف صالح.
cy: Mae Tudalen wedi'i ffurfweddu i fod yn ddolen ond mewn gwirionedd nid oes targed dilys wedi'i ddiffinio.
da: Side er konfigureret til at være et link, men der er ikke defineret noget gyldigt mål.
fr_ca: La page est configurée en tant que lien mais il n'y a aucune cible définie.
it: La Pagina è configurata per essere un collegamento, ma non c'è alcuna assegnazione valida definita.
nl: Pagina is ingesteld om een link te zijn maar er is geen geldig doel gedefinieerd.
pt_br: A página está configurada para ser um link, mas na verdade não há um alvo válido definido.

# pageIsMisconfiguredOrNotAccessibleInternalLinkMessage
source: Page is configured to be a link but there is actually no target defined which is accessible in the frontend.
ar: تم تكوين الصفحة لتكون رابِطاً، ولكن في الواقع لا يوجد أي رابط هدف يمكن الوصول إليه في الواجهة الأمامية.
cy: Mae Tudalen wedi'i ffurfweddu i fod yn ddolen ond mewn gwirionedd nid oes targed wedi'i ddiffinio sy'n hygyrch yn y ffrynt.
da: Siden er konfigureret til at være et link, men der er ikke noget mål defineret, som er tilgængeligt i Frontend.
fr_ca: La page est configurée en tant que lien mais il n'y a pas de cible définie qui soit accessible en frontend.
it: La Pagina è configurata per essere un collegamento, ma non c'è alcuna assegnazione valida che sia accessibile nel frontend.
nl: Pagina is geconfigureerd als een link maar er is eigenlijk geen doel gedefinieerd dat toegankelijk is in de frontend.
pt_br: A página está configurada para ser um link, mas não há nenhum alvo definido que seja acessível no frontend.

# pageIsMisconfiguredOrNotAccessibleRandomInternalLinkMessage
source: Page is configured to be a link to a random subpage but there is actually no subpage which is accessible in the frontend.
ar: تم تكوين الصفحة لِتَكونَ رابطاً لصفحة فرعية عشوائية، ولكن في الواقع لا يوجد صفحة فرعية يمكن الوصول إليه في الواجهة الأمامية.
cy: Mae Tudalen wedi'i ffurfweddu i fod yn ddolen i is-dudalen ar hap ond mewn gwirionedd nid oes is-dudalen sy'n hygyrch yn y ffrynt.
da: Siden er konfigureret til at være et link til en tilfældig underside, men der er ikke nogen underside tilgængelig i Frontend.
fr_ca: La page est configurée en tant que lien vers une sous-page aléatoire mais aucune sous-page n'est accessible en frontend.
it: La Pagina è configurata per essere un collegamento a una sottopagina casuale, ma non c'è alcuna sottopagina accessibile nel frontend.
nl: Pagina is geconfigureerd als link naar een willekeurige subpagina maar er is geen subpagina die toegankelijk is via de frontend.
pt_br: A página está configurada para ser um link para uma subpágina aleatória, mas não há nenhuma subpágina acessível no frontend.

# pageIsMisconfiguredFirstSubpageMessage
source: Page is configured to be a link to the first subpage but there is actually no such page accessible in the frontend.
ar: تم تكوين الصفحة لِتَكونَ رابطاً لأول صفحة فرعية، ولكن في الواقع لا يوجد صفحة فرعية يمكن الوصول إليه في الواجهة الأمامية.
cy: Mae Tudalen wedi'i ffurfweddu i fod yn ddolen i'r is-dudalen gyntaf ond mewn gwirionedd nid oes tudalen o'r fath ar gael yn y ffrynt.
da: Siden er konfigureret til at være et link til den første underside, men en sådan side er ikke tilgængelig i Frontend.
fr_ca: La page est configuré pour être un lien vers la première sous-page mais il s'avère qu'aucune page n'est accessible en frontend.
it: La Pagina è configurata per essere un collegamento alla prima sottopagina, ma in realtà non c'è una sottopagina accessibile nel frontend.
nl: Pagina is geconfigureerd als een link naar de eerste subpagina maar er is eigenlijk niet zo'n pagina die via de frontend bereikbaar is.
pt_br: A página está configurada para ser um link para a primeira subpágina, mas na verdade não há essa página acessível no frontend.

# pageIsMisconfiguredParentPageMessage
source: Page is configured to be a link to the parent page but there is actually no such page accessible in the frontend.
ar: تم تكوين الصفحة لِتَكونَ رابطاً للصفحة الأُمْ، ولكن في الواقع لا يوجد أي صفحة يمكن الوصول إليه في الواجهة الأمامية.
cy: Mae Tudalen wedi'i ffurfweddu i fod yn ddolen i'r dudalen rhiant ond mewn gwirionedd nid oes tudalen o'r fath ar gael yn y ffrynt.
da: Siden er konfigureret til at være et link til siden over denne, men en sådan side er ikke tilgængelig i Frontend.
fr_ca: La page est configurée en tant que lien vers la page parente mais cette page n'est pas accessible en frontend.
it: La Pagina è configurata per essere un collegamento alla pagina padre, ma in realtà non c'è una pagina padre accessibile nel frontend.
nl: Pagina is geconfigureerd als link naar de bovenliggende pagina maar er is niet zo'n pagina bereikbaar in de frontend.
pt_br: A página está configurada para ser um link para a página principal, mas na verdade não existe essa página acessível no frontend.

# pageIsMisconfiguredExternalLinkMessage
source: Page is configured to be an external link but there is actually no URL defined.
ar: تم تكوين الصفحة لِتَكونَ رابطاً خارجيّاً، ولكن في الواقع لم يتم العثور على أي رابط "URL".
cy: Mae Tudalen wedi'i ffurfweddu i fod yn ddolen allanol ond mewn gwirionedd nid oes URL wedi'i ddiffinio.
da: Side er konfigureret til at være et eksternt link, men der er ikke defineret nogen URL.
fa: صفحه برای پیوند به یک نشانی خارجی تنظیم شده اما نشانی معینی درج نشده است.
fr_ca: Page est configurée comme lien externe mais il n'y a actuellement aucune URL associée.
it: La pagina è configurata come collegamento esterno, ma non è stata definita una URL
nl: Pagina is ingesteld om een externe link te zijn maar er is eigenlijk geen url gedefineerd.
no: Side er konfigurert til å være en ekstern link men ingen URL er definert.
pl: Strona jest skonfigurowana jako link zewnętrzny, ale nie ma adresu URL.
pt_br: Página está configurada para ser um link externo, mas não há URL definida.
sv: Sidan är inställd för att vara en extern länk, men det finns inte någon URL angiven.

source: Go to list module
ar: انتقل إلى وحدة القوائم "List"
cy: Ewch i'r modiwl rhestr
da: Gå til liste-modul
fa: بخش فهرست‌بندی
fi: Siirry luettelonäkymään
fr_ca: Aller dans le module de liste
hi: सूची मॉड्यूल में जाए
hu: A lista modulra váltás
it: Vai al modulo Lista
ja: リストモジュールへ移動
nl: Ga naar lijst module
no: Gå til listemodul
pl: Przejdź do modułu listy
pt_br: Ir ao módulo de lista
sv: Gå till Lista-modulen

# goToListModuleMessage
source: The current page is a folder. Folders usually don't contain content elements but are used for collecting other types of records.
ar: الصفحة الحالية عبارة عن مُجلّد، لكن المُجلدات عادةً لا تحتوي على عناصر محتوى، ولكنها تُستخدم لتجميع أنواع أُخرى من السجلات.
cy: Mae'r dudalen gyfredol yn ffolder. Fel rheol nid yw ffolderi yn cynnwys elfennau cynnwys ond fe'u defnyddir ar gyfer casglu mathau eraill o gofnodion.
da: Den aktuelle side er en mappe. Mapper indeholder normalt ikke indholdselementer, men kan bruges til at samle forskellige andre typer af elementer.
fa: صفحۀ فعلی نقش یک پوشه را دارد. پوشه‌ها معمولا عناصر محتوایی را در بر نمی‌گیرند اما برای جمع کردن انواع دیگر ردیف‌ها استفاده می‌شوند.
fi: Tämä sivu on kansio. Kansiot eivät yleensä sisällä sisältöelementtejä, vaan niitä käytetään erilaisten tietueiden varastona.
fr_ca: La page actuelle est un dossier. Les dossiers ne contiennent généralement pas d'éléments de contenu mais sont utilisés pour collecter d'autres types d'enregistrements.
hi: मौजूदा पेज एक फ़ोल्डर है। आमतौर पर फ़ोल्डर कंटेंट एलिमेंट्स शामिल नहीं करते लेकिन इनका इस्तेमाल अन्य प्रकार के रिकॉर्ड को इकट्ठा करने के लिए कर रहे हैं।
hu: Az aktuális oldal egy mappa. A mappák általában nem tartalmaznak tartalmi elemeket, inkább speciális elemek gyűjtéséére használatosak.
it: Questa pagina è una cartella. Le cartelle solitamente non contengono elementi di contenuto, ma sono usate per raccogliere altri tipi di record.
nl: De huidige pagina is een map. Mappen bevatten gewoonlijk geen inhoudselementen maar zijn bedoeld om records in op te slaan.
no: Gjeldende side er en mappe. Mapper innholder vanligvis ikke innholdslementer, men er brukt for andre typer av poster/innhold.
pl: Bieżąca strona jest folderem. Foldery zazwyczaj nie zawierają elementów treści, ale są wykorzystywane do zbierania innych typów rekordów.
pt_br: A página atual é uma pasta. Pastas normalmente não contêm elementos de conteúdo mas são usados para coletar outros tipos de registros.
sv: Den nuvarande sidan är en mapp. Mappar innehåller vanligtvis inte innehållselement utan används för att samla andra typer av poster.

source: No plugin selected
ar: لم يتم تحديد أي إضافة
cy: Dim ategyn wedi'i ddewis
da: Ingen plugin er valgt
fa: هیچ افزونه‌ای انتخاب نشده
fi: Ei pluginia valittu
fr_ca: Aucun module sélectionné
hi: प्लगइन नहीं चुना गया
hu: Nincs kiválasztva bővítmény
it: Nessun plugin selezionato
nl: Geen plug-in gekozen
no: Ingen plugin valgt
pl: Nie wybrano wtyczki
pt_br: Nenhum plugin selecionado
sv: Ingen insticksmodul vald
