Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_db_new_content_*.xlf
Languages: cs, cy, da, fa, fi, fr_ca, hu, it, no, pl, pt_br, ru, sk, sv

# sel1
source: Please select the type of page content you wish to create
cy: Dewiswch y math o gynnwys tudalen yr ydych am ei greu
da: Vælg hvilken sideindholdstype du ønsker at oprette
fr_ca: Veuillez sélectionner le type de contenu de page que vous souhaitez créer
it: Seleziona il tipo di contenuto di pagina che desideri creare
pl: Proszę wybrać rodzaj zawartości strony, który chcesz dodać:
ru: Выберите тип содержимого страницы, который вы хотите создать

# sel2
source: Now, click the position where you wish to place the element on the page
cy: Nawr, cliciwch y safle lle rydych chi am roi'r elfen ar y dudalen
da: Klik på den position, hvor du ønsker at placere elementet på siden
fr_ca: Cliquez maintenant sur la position à laquelle vous souhaitez placer l'élément sur la page
it: Ora, fai clic sulla posizione in cui desideri posizionare l'elemento sulla pagina
pl: Teraz kliknij miejsce, w którym chcesz umieścić element na stronie:
ru: Теперь щёлкните по месту на странице, где нужно поместить элемент:

# common
source: Typical page content
cs: Typický obsah stránky
cy: Cynnwys tudalen nodweddiadol
da: Typisk sideindhold
fa: محتوای عادی صفحه
fi: Tavallinen sivun sisältö
fr_ca: Elément de contenu classique
hu: Általános tartalmi elem
it: Ordinari
no: Vanlig sideinnhold
pl: Typowa zawartość strony
pt_br: Conteúdo típico de página
ru: Типовое содержимое страницы
sk: Typický obsah s tránky
sv: Typiskt sidinnehåll

# common_headerOnly_title
source: Header Only
cs: Pouze záhlaví
cy: Pennawd yn Unig
da: Kun overskrift
fa: فقط عنوان
fi: Pelkkä otsikko
fr_ca: En-tête uniquement
hu: Csak fejléc
it: Intestazione
no: Bare overskrift
pl: Tylko nagłówek
pt_br: Soment Cabeçalho
ru: Только заголовок
sk: Len nadpis
sv: Endast rubrik

# common_headerOnly_description
source: Adds a header only.
cs: Přidá pouze záhlaví.
cy: Yn ychwanegu pennawd yn unig.
da: Tilføjer kun et sidehoved.
fa: فقط یک عنوان می‌آورد.
fi: Lisää pelkän otsikon
fr_ca: Ajoute un en-tête uniquement.
hu: Csak egy fejléc.
it: Aggiunge solo un'intestazione.
no: Legger til bare en overskrift.
pl: Dodaje element nagłówek
pt_br: Adiciona apenas um cabeçalho.
ru: Добавить только заголовок.
sk: Pridá len nadpis.
sv: Lägger endast till en rubrik.

# common_regularText_title
source: Regular Text Element
cs: Běžný textový prvek
cy: Elfen Testun Rheolaidd
da: Almindeligt tekstelement
fa: یک نوشتۀ معمولی
fi: Tavallinen tekstielementti
fr_ca: Elément de texte simple
hu: Szöveg
it: Testo
no: Vanlig tekstinnhold
pl: Zwykły element tekstowy
pt_br: Texto Normal
ru: Обычный текстовый элемент
sk: Textový prvok
sv: Vanligt textelement

# common_regularText_description
source: A regular text element with header and bodytext fields.
cs: Běžný textový prvek s políčky pro záhlaví a tělo textu.
cy: Elfen destun reolaidd gyda meysydd pennawd a chyd-destun.
da: Et almindeligt tekstelement med overskrift og brødtekst felter.
fa: یک نوشتۀ معمولی دربردارندۀ عنوان و متن اضافه می‌آورد.
fi: Tavallinen tekstielementti otsikolla ja leipätekstillä.
fr_ca: Un élément de texte simple avec des champs d'en-tête et de contenu.
hu: Általános szöveg elem fejléccel és szövegtörzzsel.
it: Elemento di testo con campi intestazione e corpo del testo.
no: Tekstinnhold med overskrift og tekstfelt
pl: Zwykły element tekstowy z polami nagłówka i wstępu.
pt_br: Um elemento de texto regular com campos para cabeçalho e corpo de texto.
ru: Обычный текстовый элемент с полями для заголовка и текстового содержимого.
sk: Základný textový prvok s nadpisom a textovými poliami.
sv: Ett vanligt textelement med rubrik- och textfält.

# common_textImage_title
source: Text & Images
cs: Text & Obrázky
cy: Testun & Delweddau
da: Tekst og billeder
fa: نوشته و تصویر
fi: Tekstiä ja kuvaa
fr_ca: Texte & images
hu: Szöveg & képek
it: Testo e Immagini
no: Tekst & bilder
pl: Tekst i Obrazki
pt_br: Texto & Imagens
ru: Текст с изображениями
sk: Text a obrázky
sv: Text & Bilder

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
cs: Jakýkoli počet obrázků obalených přímo kolem běžného textového prvku.
cy: Unrhyw nifer o ddelweddau wedi'u lapio o amgylch elfen destun reolaidd.
da: Et eller flere billeder som er ombrudt omkring et almindeligt tekstelement.
fa: تصاویری به تعداد مورد نیاز در کنار یک نوشتۀ معمولی نمایش می‌دهد.
fi: Kuvia tekstin kanssa asemoituna.
fr_ca: Un nombre arbitraire d'images entourant un bloc de texte.
hu: Egy vagy több kép körbefuttatva szöveggel.
it: Un numero qualsiasi di immagini attorniate da testo.
no: Bilder pakket rundt vanlig tekst
pl: Dowolna ilość zdjęć otaczających element tekstowy.
pt_br: Qualquer número de imagens envolvidos ao redor de um elemento de texto.
ru: Любое количество изображений вмести с обычным текстовым элементом.
sk: Ľubovoľný počet obrázkov a obtekajúci textový prvok sprava.
sv: Valfritt antal bilder kring eller i en text.

# common_textMedia_title
source: Text & Media
cs: Text & Média
cy: Testun & Cyfryngau
da: Tekst og medier
fa: نوشته و رسانه
fi: Teksti & Media
fr_ca: Texte & Média
it: Testo e Multimedia
no: Tekst og media
pl: Tekst i Media
pt_br: Texto & Mídia
ru: Текст и медиа
sk: Text & Médiá

# common_textMedia_description
source: Any number of media wrapped right around a regular text element.
cs: Jakýkoli počet médií obalených přímo kolem běžného textového prvku.
cy: Unrhyw nifer o gyfryngau wedi'u lapio o amgylch elfen destun reolaidd.
da: Et eller flere billeder som er ombrudt omkring et almindeligt tekstelement.
fa: تصاویری به تعداد مورد نیاز در اطراف یک نوشتۀ معمولی نمایش می‌دهد.
fi: Mediaelementtejä tekstin yhteyteen sijoiteltuna.
fr_ca: Un nombre arbitraire d'images entourant un bloc de texte.
it: Un numero qualsiasi di contenuti multimediali attorniati da testo.
no: Et alminnelig tekstelement med tekst brukket rundt ett eller flere bilder.
pl: Dowolna ilość zdjęć otaczających element tekstowy.
pt_br: Qualquer número de imagens envolvidos ao redor de um elemento de texto.
ru: Медиа элементы, включенные в обычный текст.
sk: Ľubovoľný počet obrázkov a obtekajúci textový prvok sprava.

# common_imagesOnly_title
source: Images Only
cs: Pouze obrázky
cy: Delweddau yn Unig
da: Kun billeder
fa: فقط تصویر
fi: Vain kuvia
fr_ca: Images uniquement
hu: Csak képek
it: Immagini
no: Bare bilder
pl: Tylko Obrazki
pt_br: Somente Imagens
ru: Только изображения
sk: Len obrázky
sv: Endast bilder

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
cs: Jakýkoli počet obrázků zarovnaných do sloupců a řádků s popisky.
cy: Unrhyw nifer o ddelweddau wedi'u halinio mewn colofnau a rhesi â chapsiwn.
da: Et eller flere billeder, præsenteret i kolonner og rækker med billedtekst(er).
fa: هر تعداد تصویر مورد نیاز را در ستون و ردیف بهمراه عنوان هر تصویر نمایش می‌دهد.
fi: Kuvia kuvateksteineen vierekkäin ja riveittäin.
fr_ca: Un nombre arbitraire d'images alignées en lignes et colonnes avec une légende.
hu: Egy vagy több kép oszlopokba vagy sorokba rendezve képfeliratokkal együtt.
it: Un numero qualsiasi di immagini allineate in colonne e righe, con didascalia.
no: Bilder i kolonner og rekker med bildetekst
pl: Dowolna ilość zdjęć wyrównana w kolumnach i wierszach wraz z podpisem.
pt_br: Qualquer número de imagens alinhados em colunas e linhas com um subtítulo.
ru: Любое количество изображений, расположенных по строкам и столбцам вместе с подписями.
sk: Ľubovoľný počet obrázkov zarovaných do stĺpcov a riadkov s popiskami.
sv: Valfritt antal bilder justerade i kolumner och rader, med bildtext.

# common_bulletList_title
source: Bullet List
cs: Seznam s odrážkami
cy: Rhestr Bwled
da: Punktliste
fa: فهرست نقطه دار
fi: Luetelma
fr_ca: Liste à puces
hu: Felsorolás lista
it: Elenco
no: Punktliste
pl: Lista punktowa
pt_br: Lista com Marcadores
ru: Маркированный список
sk: Odrážkový zoznam
sv: Punktlista

# common_bulletList_description
source: A single bullet list.
cs: Samostatný seznam s odrážkami.
cy: Rhestr bwled sengl.
da: En enkel punktliste.
fa: یک فهرست نقطه دار نمایش می‌دهد
fi: Lista, jonka luetelmamerkkinä on pallo
fr_ca: Un simple liste à puces.
hu: Sima felsorolás, lista.
it: Un elenco puntato, numerato o semplice lista.
no: En enkelt punktliste
pl: Pojedyńcza lista tekstowa.
pt_br: Lísta única com marcadores.
ru: Отдельный маркированный список.
sk: Samotný odrážkový zoznam
sv: En enkel punktlista.

# common_table_title
source: Table
cs: Tabulka
cy: Bwrdd
da: Tabel
fa: جدول
fi: Taulukko
fr_ca: Tableau
hu: Táblázat
it: Tabella
no: Tabell
pl: Tabela
pt_br: Tabela
ru: Таблица
sk: Tabuľka
sv: Tabell

# common_table_description
source: A simple table.
cs: Jednoduchá tabulka.
cy: Tabl syml.
da: En simpel tabel.
fa: یک جدول ساده نمایش می دهد.
fi: Yksinkertainen taulukko
fr_ca: Un tableau simple.
hu: Egyszerű táblázat.
it: Una semplice tabella.
no: En enkel tabell
pl: Prosta tabela.
pt_br: Uma tabela simples.
ru: Простая таблица.
sk: Jednoduchá tabuľka.
sv: En enkel tabell.

source: Menu
cy: Dewislen
fa: فهرست
it: Menù
no: Meny
ru: Меню

# menu_abstract.title
source: Abstracts
cy: Crynodebau
da: Sammendrag
fa: چکیده‌ها
fr_ca: Résumés
it: Abstract
no: Sammendrag
pl: Streszczenia
ru: Тезисы

# menu_abstract.description
source: Menu of subpages of selected pages including abstracts
cy: Dewislen is-dudalennau o dudalennau dethol gan gynnwys crynodebau
da: Menu af undersider af valgte sider, inklusiv sammendrag
fa: فهرست زیرصفحات مربوط به صفحات منتخب، به همراه خلاصۀ آنها
fr_ca: Menu des sous-pages des pages sélectionnées, y compris les résumés
it: Menù delle sottopagine delle pagine selezionate, inclusi gli abstract
no: Meny av undersider av valgte sider med sammendrag
pl: Menu podstron wybranych stron, wraz z streszczeniami
ru: Меню подстраниц выбранных страниц, включая тезисы

# menu_categorized_content.title
source: Categorized content
cy: Cynnwys wedi'i gategoreiddio
da: Kategoriseret indhold
fa: محتوای گروه‌بندی‌شده
fr_ca: Contenu catégorisé
it: Contenuto Categorizzato
no: Kategorisert innhold
pl: Kategoryzowany element treści
ru: Категоризированный контент

# menu_categorized_content.description
source: Content elements for selected categories
cy: Elfennau cynnwys ar gyfer categorïau dethol
da: Indholdselementer for valgte kategorier
fa: عناصرمحتوائی مربوط به گروه‌های منتخب
fr_ca: Éléments de contenus des catégories sélectionnées
it: Elementi di contenuto per le categorie selezionate
no: Innholdslementer for valgte kategorier
pl: Elementy treści dla wybranych kategorii
ru: Элементы контента для выбранных категорий

# menu_categorized_pages.title
source: Categorized pages
cy: Tudalennau wedi'u categoreiddio
da: Kategoriserede sider
fa: صفحات گروه‌بندی شده
fr_ca: Pages catégorisées
it: Pagine Categorizzate
no: Kategoriserte sider
pl: Skategoryzowane strony
ru: Категоризированные страницы

# menu_pages.title
source: Pages
cy: Tudalennau
da: Sider
fa: صفحات
it: Pagine
no: Sider
pl: Strony
ru: Страницы

# menu_pages.description
source: Menu of selected pages
cy: Dewislen o dudalennau dethol
da: Menu af valgte sider
fa: فهرست صفحات منتخب
fr_ca: Menu des pages sélectionnées
it: Menù delle pagine selezionate
no: Meny av valgte sider
pl: Menu wybranych stron
ru: Меню выбранных страниц

# menu_subpages.title
source: Subpages
cy: Is-dudalennau
da: Undersider
fa: زیرصفحات
fr_ca: Sous-pages
it: Sottopagine
no: Undersider
pl: Podstrony
ru: Подстраницы

# menu_subpages.description
source: Menu of subpages of selected pages
cy: Dewislen is-dudalennau o dudalennau dethol
da: Menu af undersider af valgte sider
fa: فهرست زیرصفحات مربوط به صفحات انتخاب شده
fr_ca: Menu des sous-pages des pages sélectionnées
it: Menù di sottopagine delle pagine selezionate
no: Meny av undersider av valgte sider
pl: Menu podstron wybranych stron
ru: Меню подстраниц для выбранных страниц

# menu_categorized_pages.description
source: Pages for selected categories
cy: Tudalennau ar gyfer categorïau dethol
da: Sider for valgte kategorier
fa: صفحات مرتبط با گروه‌های منتخب
fr_ca: Pages des catégories sélectionnées
it: Pagine per le categorie selezionate
no: Sider for valgte kategorier
pl: Strony dla wybranych kategorii
ru: Страницы для выбранных категорий

# menu_recently_updated.title
source: Recently updated pages
cy: Tudalennau wedi'u diweddaru yn ddiweddar
da: For nyligt opdaterede sider
fa: صفحاتی که اخیرا روزآمد شده‌اند
fr_ca: Pages récemment mises à jour
it: Pagine Aggiornate Recentemente
no: Nylig oppdaterte sider
pl: Ostatnio aktualizowane strony
ru: Недавно обновлённые страницы

# menu_recently_updated.description
source: Menu of recently updated pages
cy: Dewislen o dudalennau a ddiweddarwyd yn ddiweddar
da: Menu af for nyligt opdaterede sider
fa: فهرست صفحاتی که اخیرا روزآمد شده‌اند
fr_ca: Menu des pages récemment mises à jour
it: Menù delle pagine aggiornate di recente
no: Meny av nylig oppdaterte sider
pl: Menu ostatnio aktualizowanych stron
ru: Меню недавно обновлённых страниц

# menu_related_pages.title
source: Related pages
cy: Tudalennau cysylltiedig
da: Relaterede sider
fa: صفحات مرتبط
fr_ca: Pages connexes
it: Pagine Correlate
no: Relaterte sider
pl: Powiązane strony
ru: Связанные страницы

# menu_related_pages.description
source: Menu of related pages based on keywords
cy: Dewislen tudalennau cysylltiedig yn seiliedig ar eiriau allweddol
da: Menu af relaterede sider, baseret på nøgleord
fa: فهرست صفحات مرتبط با توجه به کلیدواژه‌ها
fr_ca: Menu de pages liées selon leurs mots-clés
it: Menù delle pagine correlate basate su parole chiave
no: Meny av relaterte sider basert på nøkkelord
pl: Menu powiązanych stron wg słów kluczowych
ru: Меню связанных по ключевым словам страниц

# menu_section.title
source: Section index
cy: Mynegai adrannau
da: Sektions-indeks
fa: فهرست بخش
fr_ca: Index de section
it: Indice Sezione
no: Seksjonsindeks
pl: Indeks sekcji
ru: Указатель раздела

# menu_section.description
source: Page content marked for section menus
cy: Cynnwys tudalen wedi'i farcio ar gyfer bwydlenni adran
da: Sideindhold markeret for sektionsmenuer
fa: محتوای صفحه‌ای که برای فهرست بخش‌ها علامت‌گذاری شده
fr_ca: Contenu de page marqué pour les menus de section
it: Menù di sezione delle pagine selezionate
no: Sideinnhold markert for seksjonsmeny
pl: Treść strony oznaczona dla menu sekcji
ru: Содержимое страницы, отмеченное для меню разделов

# menu_section_pages.title
source: Section index of subpages from selected pages
cy: Mynegai adran o is-dudalennau o dudalennau dethol
da: Sektionsindeks af undersider fra valgte sider
fa: فهرست بخش‌های مختلف زیرصفحات مربوط به صفحات منتخب
fr_ca: Index de section des sous-pages des pages sélectionnées
it: Indice Sezione Sottopagine
no: Seksjonsindeks av undersider av valgte sider
pl: Indeks sekcji podstron z wybranych stron
ru: Содержание подстраниц из выбранных страниц

# menu_section_pages.description
source: Menu of subpages of selected pages including sections
cy: Dewislen is-dudalennau o dudalennau dethol gan gynnwys adrannau
da: Menu af undersider af valgte sider, inklusiv sektioner
fa: فهرست زیرصفحات مربوط به صفحات منتخب به همراه بخش‌ها (Sections)
fr_ca: Menu des sous-pages des pages sélectionnées, y compris les sections
it: Menù di sezione delle sottopagine delle pagine selezionate
no: Meny av undersider av valgte sider inkludert seksjoner
pl: Menu podstron wybranych stron wraz z sekcjami
ru: Меню подстраниц выбранных страниц, включая разделы

# menu_sitemap.title
source: Sitemap
cs: Mapa stránek
cy: Map o'r wefan
fa: نقشۀ سایت
fi: Sivukartta
fr_ca: Carte du site
hu: Oldaltérkép
it: Mappa del Sito
no: Sidekart
pl: Mapa serwisu
pt_br: Mapa do Site
ru: Карта сайта
sk: Mapa stránok
sv: Webbplatskarta

# menu_sitemap.description
source: Expanded menu of all subpages of the current site
cy: Dewislen wedi'i hehangu o holl is-dudalennau'r wefan gyfredol
da: Udvidet menu af alle undersider for den aktuelle side
fr_ca: Menu déplié de toutes les sous-pages du site actuel
it: Menù espanso di tutte le pagine e sottopagine del sito
pl: Rozszerzone menu wszystkich stron i podstron dla wybranych stron
ru: Развёрнутое меню всех страниц текущего сайта

# menu_sitemap_pages.title
source: Sitemaps of selected pages
cy: Mapiau gwefan o dudalennau dethol
da: Sitemap af valgte sider
fa: نقشۀ سایت از صفحات انتخاب شده
fr_ca: Plan de site des pages sélectionnées
it: Mappa del Sito delle Pagine Selezionate
no: Nettstedskart av valgte sider
pl: Sitemap dla wybranych stron
ru: Карта сайта для выбранных страниц

# menu_sitemap_pages.description
source: Expanded menu of all subpages for selected pages
cy: Dewislen estynedig o'r holl is-dudalennau ar gyfer tudalennau dethol
da: Udvidet menu for alle undersider for valgte sider
fa: فهرست تفصیلی از همۀ زیرصفحات یک صفحۀ منتخب
fr_ca: Menu élargi de toutes les sous-pages des pages sélectionnées
it: Menù espanso di tutte le sottopagine delle pagine selezionate
no: Ekspandert meny av alle undersider av valgte sider
pl: Rozszerzone menu wszystkich podstron dla wybranych stron
ru: Меню всех подстраниц для выбранных страниц

# special
source: Special elements
cs: Speciální prvky
cy: Elfennau arbennig
da: Specielle elementer
fa: عناصر خاص
fi: Erityiset elementit
fr_ca: Eléments spéciaux
hu: Speciális elemek
it: Speciali
no: Spesielle elementer
pl: Element specjalny
pt_br: Elementos especiais
ru: Специальные элементы
sk: Špeciálne prvky
sv: Speciella element

# special_filelinks_title
source: File Links
cs: Odkazy na soubory
cy: Dolenni Ffeil
da: Fil links
fa: پیوند به فایل
fi: Tiedostolinkit
fr_ca: Liste de fichiers
hu: Fájl linkek
it: Collegamenti a File
no: Fillinker
pl: Lista plików
pt_br: Links de Arquivos
ru: Ссылки на файлы
sk: Odkazy na súbory
sv: Fillänkar

# special_filelinks_description
source: Makes a list of files for download.
cs: Vytvoří seznam souborů ke stažení.
cy: Yn gwneud rhestr o ffeiliau i'w lawrlwytho.
da: Opretter en liste af filer til download.
fa: فهرست فایلی برای دریافت نمایش می‌دهد.
fi: Listaus ladattavista tiedostoista
fr_ca: Crée une liste de fichiers à télécharger.
hu: Fájlok belinkelése letöltésre.
it: Crea una lista di file per lo scaricamento.
no: Liste av filer for nedlasting
pl: Tworzy listę plików do pobrania.
pt_br: Cria uma lista de arquivos para download.
ru: Создание списка файлов для скачивания.
sk: Vytvorí zoznam súborov na stiahnutie.
sv: Skapar en lista med filer för nedladdning.

# special_sitemap_title
source: Sitemap
cs: Mapa stránek
cy: Map o'r wefan
fa: نقشۀ سایت
fi: Sivukartta
fr_ca: Carte du site
hu: Oldaltérkép
it: Mappa del Sito
no: Sidekart
pl: Mapa serwisu
pt_br: Mapa do Site
ru: Карта сайта
sk: Mapa stránok
sv: Webbplatskarta

# special_menus_title
source: Special Menus
cs: Speciální menu
cy: Bwydlenni Arbennig
da: Special-menuer
fa: منوهای خاص
fi: Hakemistot
fr_ca: Menus spéciaux
hu: Speciális menük
it: Menù Speciali
no: Spesielle menyer
pl: Menu specjalne
pt_br: Menus Especiais
ru: Специальные меню
sk: Špeciálne menu
sv: Specialmenyer

# special_menus_description
source: Creates a menu of pages, sitemap or other special menus.
cs: Vytvoří menu ze stránek, mapu stránek nebo další speciální menu.
cy: Yn creu bwydlen o dudalennau, map safle neu fwydlenni arbennig eraill.
da: Opretter en menu af sider, sitemap eller andre specielle menuer.
fa: یک فهرست از صفحات، نقشۀ سایت یا منوهای خاص دیگر می‌سازد.
fi: Luo hakemiston sivuista, sivukartan tai muun valikon.
fr_ca: Crée un menu des pages, une carte du site ou d'autres menus spéciaux.
hu: Menük meghatározott oldalakból, speciális menük.
it: Crea un menù di pagine, una mappa del sito o altri menù speciali.
no: Lager meny av side, sidekart eller andre spesielle menyer.
pl: Tworzy menu stron, mapę strony lub inne menu specjalne.
pt_br: Cira um menu de página, mapa de site ou outros menus especiais.
ru: Создание меню страниц, карты сайта или других, специфичных меню.
sk: Vytvorí zoznam stránok, mapu stránok alebo špeciálne menu.
sv: Skapar en sidmeny, platskarta eller annan specialmeny.

# special_plainHTML_title
source: Plain HTML
cs: Prostý HTML
cy: HTML plaen
da: Ren HTML
fa: HTML خالص
fi: Pelkkää HTML-koodia
fr_ca: Pur HTML
hu: Sima HTML kód
it: HTML
no: Ren HTML
pl: Czysty HTML
pt_br: HTML Simples
ru: Чистый HTML
sv: Ren HTML

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
cs: Pomocí tohoto prvku můžete na stránku vložit čistý kód HTML.
cy: Gyda'r elfen hon gallwch fewnosod cod HTML amrwd ar y dudalen.
da: Med dette element kan du indsætte rå HTML-kode på denne side.
fa: از این بخش می توانید کد HTML خالص در صفحه وارد کنید.
fi: Tällä elementillä voit lisätä HTML-koodia sivulle.
fr_ca: Cet élément vous permet d'insérer du code HTML brut sur la page.
hu: Ezzel az elemmel HTML kódot jeleníthet meg az oldalon.
it: Con questo elemento è possibile inserire nella pagina codice HTML.
no: Med dette elementet kan du sette inne ren HTML-kode på siden.
pl: Ten element wstawia czysty kod HTML na stronie.
pt_br: Com este elemento você pode inserir código de HTML bruto (não renderizado) na página.
ru: Так на страницу можно вставить HTML код.
sk: S týmto prvkom môžete vložiť HTML kód na stránku.
sv: Med detta element kan du infoga rå HTML-kod på sidan.

# special_divider_title
source: Divider
cs: Oddělovač
da: Opdeler
fa: مقسم
fi: Erotin
fr_ca: Séparation
hu: Elválasztó
it: Divisore
no: Skillelinje
pl: Linia
pt_br: Divisor
ru: Разделитель
sk: Oddeľovač
sv: Avdelare

# special_divider_description
source: This element inserts a visual divider, which is by default a horizontal line.
cs: Tento prvek vkládá vizuální dělič, kterým je ve výchozím nastavení vodorovná čára.
cy: Mae'r elfen hon yn mewnosod rhannwr gweledol, sydd yn ddiofyn yn llinell lorweddol.
da: Dette element indsætter en synlig opdeler, som ved standard er en horisontal linje.
fa: یک تقسیم‌کنندۀ بصری می‌افزاید که عمدتا یک خط افقی است.
fi: Lisää visuaalisen erottimen, oletusarvoisesti vaakaviiva.
fr_ca: Cet élément insère une séparation visuelle, par défaut une ligne horizontale.
hu: Ez az elem egy vizuális elválasztó, alapértelmezésben egy vízszintes vonal.
it: Questo elemento inserisce un divisore grafico che, di default, è una linea orizzontale.
no: Dette elementet setter inn en visuell skillelinje, standard er en horisontal linje
pl: Ten element wprowadza wizualny dzielnik, który jest domyślnie linią poziomą.
pt_br: Este elemento insere um divisor visual que é, por padrão, uma linha horizontal.
ru: Элемент – визуальный разделитель, по умолчанию – обычная горизонтальная линия.
sk: Tento prvok vloží vizuálny oddeľovač, ktorý je prednastavený ako horizontálna čiara.
sv: Detta element infogar en synlig avdelare, vilken som förval är en horisontell linje.

# special_shortcut_title
source: Insert records
cs: Vložit záznamy
cy: Mewnosod cofnodion
da: Indsæt emner
fa: درج ردیف
fi: Sijoita sisältöä muualta (insert records)
fr_ca: Insérer des enregistrements
hu: Rekordok beszúrása
it: Inserisci Record
no: Sett inn poster
pl: Wstaw wiersze
pt_br: Insere registros
ru: Добавить запись
sk: Vložiť záznamy
sv: Infoga poster
