Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_pages_new.xlf
Languages: ar, cy, da, fa, fr, it, nl, no, pl, ru

# title
source: Create multiple pages
ar: إنشاء صفحات متعددة
cy: Creu tudalennau lluosog
da: Opret flere sider
fa: ساخت صفحات متعدد
fr: Créer plusieurs pages multiples
it: Crea pagine multiple
nl: Maak meerdere pagina's
no: Opprett flere sider
pl: Utwórz wiele stron
ru: Создать несколько страниц

# canNotCreateNew.title
source: Insufficient permissions
ar: أذونات غير كافية
cy: Caniatadau annigonol
da: Utilstrækkelige rettigheder
fa: مجوزهای ناکافی
fr: Permissions insuffisantes
it: Permessi insufficienti
nl: Onvoldoende rechten
no: Utilstrekkelige tillatelser
pl: Niewystarczające uprawnienia
ru: Недостаточно прав

# canNotCreateNew.message
source: Sorry, you are not allowed to create new subpages to this page due to access restrictions.
ar: عذراً، لا يُسمح لك بإنشاء صفحات فرعية جديدة لهذه الصفحة لأنك لا تملك الصلاحية للقيام بذلك.
cy: Mae'n ddrwg gennym, ni chaniateir i chi greu is-dudalennau newydd i'r dudalen hon oherwydd cyfyngiadau mynediad.
da: Beklager, du har ikke tilladelse til at oprette nye undersider til denne side på grund af adgangsbegrænsninger.
fa: متاسفیم! به دلیل محدودیت دسترسی، شما امکان ساخت زیرصفحات را در این صفحه را ندارید.
fr: Nous sommes désolées, vous n'êtes pas autorisé à créer des nouvelles sous-pages à partir de cette page pour des raisons d'autorisation d'accès.
it: Spiacenti, non sei autorizzato a creare nuove sottopagine a questa pagina a causa delle restrizioni di accesso.
nl: Sorry, het is niet toegestaan om pagina's onder deze pagina aan te maken door toegangsbeperkingen.
no: Beklager, du har ikke tillatelse til Ã¥ lage nye undersider til denne siden pga tilgangsrettigheter.
pl: Niestety, nie możesz tworzyć nowych podstron na tej stronie ze względu na ograniczenia dostępu.
ru: Извините, невозможно создавать новые страницы из-за ограничений доступа.

# newPage
source: Page
ar: صفحة
cy: Tudalen
da: Side
fa: صفحه
it: Pagina
nl: Pagina
no: Side
pl: Strona
ru: Страница

source: Add more lines
ar: إضافة المزيد من الأسطر
cy: Ychwanegwch fwy o linellau
da: Tilføj flere linjer
fa: اضافه کردن موارد جدید
fr: Ajouter plus de lignes
it: Aggiungi ulteriori righe
nl: Meer regels toevoegen
no: Legg til flere linjer
pl: Dodaj więcej wierszy
ru: Добавить строки

# listEnd
source: Place new pages after the existing subpages
ar: إدراج الصفحات الجديدة بعد الصفحات الفرعية الحالية
cy: Rhowch dudalennau newydd ar ôl yr is-dudalennau presennol
da: Indsæt de nye sider efter de eksisterende undersider
fa: صفحات جدید را پس از زیرصفحات موجود قرار بده
fr: Placer les nouvelles pages à la suite
it: Posiziona le nuove pagine dopo le sottopagine esistenti
nl: Plaats nieuwe pagina's na de bestaande subpagina's
no: Sett inn de nye sidene etter de eksisterende undersidene
pl: Utwórz nowe strony za istniejącymi podstronami
ru: Поместить новые страницы после существующих

# hidePages
source: Hide new pages
ar: إخفاء الصفحات الجديدة
cy: Cuddio tudalennau newydd
da: Skjul nye sider
fa: صفحات جدید در حالت نامرئی باشند
fr: Masquer les nouvelles pages
it: Nascondi le nuove pagine
nl: Verberg nieuwe pagina's
no: Skjul nye sider
pl: Ukryj nowo utworzone strony
ru: Скрыть новые страницы

# hidePagesInMenus
source: Hide new pages in menus
ar: إخفاء الصفحات الجديدة في القوائم
cy: Cuddio tudalennau newydd mewn bwydlenni
da: Skjul nye sider i menuer
fa: صفحات جدید در فهرست‌ها پنهان باشند
fr: Masquer les nouvelles pages dans les menus
it: Nascondi le nuove pagine nei men√π
nl: Nieuwe pagina's in menu's verbergen
no: Skjul nye sider i menyer
pl: Ukryj nowe strony w menu
ru: Скрыть новые страницы в меню

# create
source: Create pages
ar: إنشاء صفحات
cy: Creu tudalennau
da: Opret sider
fa: ساخت صفحات
fr: Créer les pages
it: Crea pagine
nl: Maak nieuwe pagina's
no: Opprett sider
pl: Utwórz strony
ru: Создать страницы

# reset
source: Clear fields
ar: مسح الحُقول
cy: Caeau clir
da: Tøm felter
fa: حذف بخش‌ها
fr: Vider les champs
it: Azzera/pulisci i campi
nl: Velden wissen
no: TÃ¸m felter
pl: Wyczyść pola
ru: Очистить поля

# newSubPages
source: New page structure
ar: بُنية صفحة جديدة
cy: Strwythur tudalen newydd
da: Nye sidestruktur
fa: ساختار صفحات جدید
fr: Nouvelle structure de page
it: Nuova struttura delle pagine
nl: Nieuwe paginastructuur
no: Ny sidestruktur
pl: Nowa struktura stron
ru: Новая структура страниц

# noPagesCreated.title
source: No pages added
ar: لم يتم إضافة أيّ صفحات
cy: Dim tudalennau wedi'u hychwanegu
da: Ingen sider tilføjet
fa: صفحه‌ای اضافه نشد
fr: Aucune page ajoutée
it: Nessuna pagina aggiunta
nl: Geen pagina's toegevoegd
no: Inge sider lagt til
pl: Nie dodano stron
ru: Нет созданных странниц

# noPagesCreated.message
source: No pages were created.
ar: لم يتم إنشاء أيّ صفحات.
cy: Ni chrëwyd tudalennau.
da: Ingen sider blev oprettet!
fa: هیچ صفحۀ جدیدی ایجاد نشد!
fr: Aucune page n'a été créée.
it: Nessuna pagina creata.
nl: Er zijn geen pagina's aangemaakt.
no: Ingen sider ble opprettet.
pl: Nie utworzono żadnej strony.
ru: Страницы не созданы!

# pagesCreated.title
source: Pages added
ar: تم إضافة الصفحات
cy: Ychwanegwyd tudalennau
da: Sider tilføjet
fa: صفحه‌(هائی) اضافه شد
fr: Pages ajoutées
it: Pagine aggiunte
nl: Pagina's toegevoegd
no: Sider opprettet
pl: Strony dodane
ru: Добавлены страницы

# pagesCreated.message
source: The pages were created successfully.
ar: تم إنشاء الصفحات بنجاح.
cy: Cafodd y tudalennau eu creu yn llwyddiannus.
da: Siderne blev tilføjet med succes.
fa: صفحات مورد نظر با موفقیت ایجاد شدند.
fr: Les pages ont été créées avec succès.
it: Le pagine sono state create correttamente.
nl: De pagina's zijn met succes aangemaakt.
no: Sidene ble opprettet.
pl: Strony zostały pomyślnie utworzone.
ru: Страницы успешно добавлены.
