Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_db_new_content_*.xlf
Languages: cs, cy, da, fa, fi, fr_ca, hu, it, no, pl, pt_br, ru, sk, sv

# special_shortcut_description
source: With this element you can embed other content elements.
cs: Pomocí tohoto prvku můžete vložit další prvky obsahu.
cy: Gyda'r elfen hon gallwch chi fewnosod elfennau cynnwys eraill.
da: Med dette element kan du inkludere andre indholdselementer.
fa: از این عنصر می‌توانید عناصر محتوایی دیگر را اضافه کنید.
fi: Tällä elementillä voit sijoittaa sisältöelementin toiselta sivulta.
fr_ca: Avec cet élément vous pouvez inclure d'autres éléments de contenu.
hu: Ezzel az elemmel más tartalmi elemeket lehet beilleszteni az oldalba.
it: Con questo elemento puoi incorporare altri elementi di contenuto.
no: Med dette elementet kan du sette inn andre innholdselementer/poster.
pl: Za pomocą tego elementu można umieścić inne elementy treści.
pt_br: Com este elemento você pode embutir outros elementos de conteúdo.
ru: При помощи этого элемента можно добавить другие элементы содержимого.
sk: S týmto prvkom môžete vložiť iné obsahové prvky.
sv: Med detta element kan du bädda in andra innehållselement.

# forms
source: Form elements
cs: Prvky formuláře
cy: Elfennau ffurf
da: Formular-elementer
fa: عناصر فرم
fi: Lomake-elementit
fr_ca: Formulaires
hu: Űrlap elemek
it: Form
no: Skjemaelement
pl: Formularze
pt_br: Elementos de formulário
ru: Элементы формы
sk: Formulárové prvky
sv: Formulärelement

# forms_mail_title
source: Mail Form
cs: Mailový formulář
cy: Ffurflen Post
da: Mail-formular
fa: فرم رایانامه
fi: Sähkopostilomake
fr_ca: Formulaire par email
hu: E-Mail űrlap
it: Form di Email
no: Skjema
pl: Formularz e-mail
pt_br: Formulário de Email
ru: Почтовая форма
sk: Email formulár
sv: E-postformulär

# forms_mail_description
source: A mail form allowing website users to submit responses.
cs: Mailový formulář umožňující uživatelům webu odeslat odpovědi.
cy: Ffurflen bost sy'n caniatáu i ddefnyddwyr gwefan gyflwyno ymatebion.
da: En mail-formular tillader hjemmesidebrugere at indsende svar og beskeder.
fa: یک فرم رایانامه امکان می‌دهد که کاربران سایت محتوای مورد نظر خود را بفرستند.
fi: Lomake jolla sivuston käyttäjät voivat lähettää sähköpostiviestejä.
fr_ca: Un formulaire par email qui permet aux utilisateurs du site web d'envoyer des réponses.
hu: Ezzel az űrlappal lehetővé teheti a látogatóknak, hogy kapcsolatba lépjenek Önnel.
it: Una form di email che consente, agli utenti del sito web, di inviare risposte.
no: Et skjema slik at nettstedetsbrukere kan sende inn svar.
pl: Formularz pozwalający na wysyłanie wiadomości na e-mail.
pt_br: Um formulário de email que permite usuários do site enviarem respostas.
ru: Почтовый форма позволяет добавить обратную связь для пользователей сайтов.
sk: Email formulár, ktorý slúži pre používateľov na odosielanie odpovedí.
sv: Ett e-postformulär som tillåter webbplatsbesökare att skicka in svar.

# forms_login_title
source: Login Form
cs: Přihlašovací formulář
cy: Ffurflen Mewngofnodi
da: Log-ind formular
fa: فرم ورود
fi: Kirjautumislomake
fr_ca: Formulaire de connexion
hu: Bejelentkező űrlap
it: Form di Login
no: Påloggingsskjema
pl: Formularz logowania
pt_br: Formulário de Acesso
ru: Форма авторизации
sk: Prihlasovací formulár
sv: Inloggningsformulär

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
cs: Formulář pro přihlášení/odhlášení pro ochránu stránek a umožnění přístupu pouze oprávněným uživatelům a skupinám uživatelů.
cy: Ffurflen fewngofnodi / allgofnodi a ddefnyddir i amddiffyn tudalennau â chyfrinair sy'n caniatáu i ddefnyddwyr a grwpiau gwefannau awdurdodedig yn unig gael mynediad.
da: Log ind/ud formular bruges til at beskytte sider bag adgangskoder, så kun godkendte brugere og grupper får adgang.
fa: فرم ورود و خروج برای محافظت صفحات بواسطۀ گذرواژه است و امکان می‌دهد کاربران و گروه‌های کاربری خاص به محتوای خاص دسترسی پیدا کنند.
fi: Kirjautumislomake salasanalla suojatuille sivuille.
fr_ca: Formulaire de connexion/déconnexion utilisé pour protéger l'accès à des pages par mot de passe en n'autorisant l'accès qu'aux utilisateurs et aux groupes autorisés du site web.
hu: Be-/kijelentkezéshez szükséges űrlapok. Segítségével egyes oldalak, tartalmi elemek megjelenítése felhasználóhoz, vagy csoporthoz köthető.
it: Form di login/logout utilizzato per proteggere le pagine e che consente l'accesso solo a utenti e gruppi autorizzati del sito web.
no: Påloggings-/ avloggingskjemaet brukes til å passordbeskytte sider slik at bare autoriserte nettstedsbrukere og grupper har tilgang.
pl: Formularz logowania / wylogowania używany aby zabezpieczyć hasłem strony pozwalając na dostęp tylko autoryzowanym użytkownikom oraz grupom.
pt_br: Formulário de acesso/saída usado para proteger páginas com senha permitindo acesso apenas a usuários e grupos autorizados so site.
ru: Форма авторизации, позволяющая осуществлять доступ к страницам сайта лишь при авторизации пользователей с помощью пароля.
sk: Prihlasovací/Odhlasovací formulár, ktorý slúži pre používateľov a skupiny používateľov na povolenie prístupu na stránky chránené heslom.
sv: In-/utloggningsformulär som används för att lösenordsskydda sidor så att endast godkända webbplatsbesökare får tillträde.

source: Plugins
cs: Zásuvné moduly
cy: Ategion
fa: افزونه‌ها
fi: Pluginit
fr_ca: Modules
hu: Bővítmények
it: Plugin
pl: Wtyczki
ru: Дополнения
sk: Pluginy
sv: Insticksmoduler

# plugins_general_title
source: General Plugin
cs: Obecný zásuvný modul
cy: Ategyn Cyffredinol
da: Generel plugin
fa: افزونۀ متدوال
fi: Yleinen plugin
fr_ca: Module général
hu: Általános bővítmények
it: Plugin generico
no: Generell plugin
pl: Wtyczki ogólnego zastosowania
pt_br: Plugin Geral
ru: Общие дополнения
sk: Všeobecné pluginy
sv: Allmän insticksmodul

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
cs: Chcete-li vložit zásuvný modul, který nelze nalézt mezi níže uvedenými možnostmi, vyberte tento typ prvku.
cy: Dewiswch y math hwn o elfen i fewnosod ategyn na ellir ei ddarganfod ymhlith yr opsiynau isod.
da: Vælg denne elementtype for at indsætte en plugin, som ikke allerede findes blandt mulighederne herunder.
fa: این عنصر را برای درج افزونه‌ای انتخاب کنید که در گزینه‌های بعدی ظاهر نشده است.
fi: Valitse tämä sisältötyyppi lisätäksesi pluginin
fr_ca: Sélectionnez ce type d'élément pour insérer un plugin qui ne peut être trouvé parmi les options ci-dessous.
hu: Válassza ezt az elemet amennyiben a kívánt bővítmény nem található a lenti listában.
it: Seleziona questo tipo di elemento per inserire un plugin che non è elencato tra le opzioni sottostanti.
no: Velg dette elementet til å sette inn en plugin som ikke finnes blant alternativene nedenfor.
pl: Wybierz ten typ elementu aby dodać wtyczkę której nie znajdujesz na poniższej liście.
pt_br: Selecione este tipo de elemento para inserir um plugin que não pode ser encontrado entre as opções abaixo.
ru: Выберите этот тип элемента для вставки дополнения, которое не указано среди вариантов ниже.
sk: Vyberte túto možnosť na vloženie pluginu, ktorý sa nenachádza v ponuke nižšie.
sv: Välj denna elementtyp för att infoga en insticksmodul som inte återfinns bland alternativen nedan.
