Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_alt_doc.xlf
Languages: ar, bg, cs, cy, da, el, et, fa, gl, hi, hr, hu, is, it, ja, km, lv, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, uk

# deleteItem
source: Delete
ar: حذف
bg: Изтриване
cs: Odstranit
cy: Dileu
da: Slet
el: Διαγραφή
et: Kustuta
fa: حذف
gl: Borrar
hi: मिटाएँ
hr: Brisanje
hu: Töröl
is: Eyða
it: Elimina
ja: 削除
km: លុប
lv: Dzēst
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ro: Ştergere
ru: Удалить
sk: Odstrániť
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити

# deleteWarning
source: Are you sure you want to delete this record?
ar: هل أنت واثق من أنك تريد حذف هذا السجل؟
bg: Сигурен/а ли сте, че искате да изтриете този запис?
cs: Jste si jisti, že chcete odstranit tento záznam?
cy: Ydych chi'n siŵr eich bod chi am ddileu'r cofnod hwn?
da: Er du sikker på, at du ønsker at slette dette element?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την εγγραφή;
et: Olete kindel, et soovite kirje kustutada?
fa: آيا مطمئن به حذف اين ركورد هستيد؟
gl: ¿Seguro que desexa borrar este rexistro?
hi: क्या आप निश्चित हैं कि आप इस को मिटाना चाहते हैं?
hr: Jeste li sigurni da želite pobrisati ovaj zapis?
hu: Biztos, hogy törölni akarod ezt a rekordot?
is: Ertu viss um að þú viljir eyða þessari færslu?
it: Sei sicuro di voler eliminare questo record?
ja: 本当にこのレコードを削除しますか？
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ទិន្នន័យ​នេះ​មែន​ទេ?
lv: Vai jūs tiešām gribat dzēst šo ierakstu?
nl: Weet u zeker dat u dit record wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć ten rekord?
pt_br: Tem certeza de que quer apagar este registro?
ro: Eşti sigur că vrei să ştergi această înregistrare?
ru: Действительно удалить эту запись?
sk: Ste si istý,že chcete odstrániť tento záznam?
sl: Ste prepričani, da želite izbrisati ta zapis?
sv: Är du säker på att du vill radera detta element?
th: คุณแน่ใจว่าจะลบระเบียนนี้
tr: Bu kayıtı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей запис?

# undoLastChange
source: Undo/Redo last change (%s ago)
ar: تراجع عن/إعادة كتابة آخر تعديل (منذ %s)
bg: Отмени/Възстанови последна промяна (%s ago)
cs: Zpět/Znovu poslední změna (%s zpět)
cy: Dadwneud / Ail-wneud y newid diwethaf (%s ôl)
da: Fortryd/Gendan seneste ændring (%s siden)
el: Ακύρωση/Αναίρεση της τελευταίας αλλαγής (πριν από %s)
et: Võta tagasi/Tee uuesti viimane muudatus (%s tagasi)
fa: واچینش/بازچینش آخرین تغییر (%s پیش)
gl: Desfacer/refacer o último cambio (fai %s)
hi: पूर्ववत / अंतिम परिवर्तन (% s पहले)
hr: Undo/Redo zadnjih promjena (%s prije)
hu: Visszavon/Újra utolsó módosítást (%s)
is: Hætta við/Endurtaka síðustu breytingu (%s síðan)
it: Annulla/Ripeti l'ultima modifica (%s fa)
ja: 元に戻す/やり直し(%s回)
km: មិន​ធ្វើ​វិញ/​ធ្វើ​ឡើង​វិញ​នូវ​ការផ្លាស់ប្ដូរ​ចុងក្រោយ (%s មុន)
lv: Atcelt/Atkārtot pēdējo labojumu (%s atpakaļ)
nl: Ongedaan maken/Laatste wijzigingen herhalen (%s geleden)
pl: Cofnij/Przywróć ostatnią zmianę (%s temu)
pt_br: Desfazer/Refazer última alteração (%s ant.)
ro: Anulează/Execută din nou ultima modificare (ultimile %s)
ru: Отменить/Восстановить последние изменения (%s шагов)
sk: Späť/Znovu poslednú zmenu (pred %s)
sl: Razveljavi / Ponovi zadnjo spremembo (pred %s)
sv: Ångra/Gör om senaste ändring (%s sedan)
th: ย้อนกลับ/ทำซ้ำ การเปลี่ยนแปลง (%s ที่ผ่านมา)
tr: Geri al/Yenile son değişikliği (%s önce)
uk: Відмінити/Відновити останню зміну (%s тому)

# recordHistory
source: View record change history
ar: عرض سجل التعديلات على السجل
bg: Виж история на промяната на записа
cs: Zobrazit historii změn záznamu
cy: Gweld hanes newid record
da: Vis elementets ændringshistorik
el: Προβολή του ιστορικού αλλαγών των εγγραφών
et: Vaata kirje ajalugu
fa: دیدن پیشینه تغییر ردیف
gl: Ver historial de cambios do rexistro
hi: व्यू रिकॉर्ड चेंज हिस्ट्री
hr: Pogledaj povijest izmjene zapisa
hu: Mutasd a rekord módosítás naplóját.
is: Sýna breytingar á færslu
it: Visualizza cronologia modifiche del record
ja: レコードの編集履歴を表示
km: មើល​ប្រវត្តិ​នៃ​ការផ្លាស់ប្ដូរ​ទំព័រ
lv: Apskatīt ieraksta labošanas vēsturi
nl: Wijzigingen in records bekijken
pl: Pokaż historię zmian rekordu
pt_br: Ver histórico de alterações de registro
ro: Verifică istoricul modificărilor efectuate
ru: Показать историю изменения записи
sk: Zobraziť históriu zmien záznamu
sl: Poglej zgodovino sprememb zapisov
sv: Visa elementets ändringshistoria
th: ดูประวัติระเบียนที่มีการเบลี่ยนแปลง
tr: Kayıt değişim günlüğünün görüntülenmesi
uk: Переглянути історію зміни запису

source: Edit whole record
ar: تعديل السجل بأكمله
bg: Редактирай целия запис
cs: Upravit celý záznam
cy: Golygu cofnod cyfan
da: Rediger hele elementet
el: Επεξεργασία ολόκληρης της εγγραφής
et: Redigeeri kogu kirjet
fa: ویرایش کلی ردیف
gl: Editar rexistro completo
hi: पूरे रिकॉर्ड एडिट करें
hr: Uređuj cijeli zapis
hu: Az összes rekord szerkesztése
is: Breyta færslu
it: Modifica tutto il record
ja: レコード全体を編集
km: កែ​ទិន្នន័យ​ទាំងអស់
lv: Labot visu ierakstu
nl: Het hele record bewerken
pl: Edytuj cały rekord
pt_br: Editar todo o registro
ro: Editare completă a înregistrării
ru: Редактировать всю запись
sk: Upraviť celý záznam
sl: Uredi celoten zapis
sv: Ändra hela elementet
th: แก้ไขระเบียนทั้งหมด
tr: Tüm kayıtı düzelt
uk: Редагувати увесь запис

# openDocs
source: OPEN DOCUMENTS
ar: فتح مستندات
bg: Отвори документи
cs: OTEVŘENÉ DOKUMENTY
cy: DOGFENNAU AGORED
da: ÅBNE DOKUMENTER
el: ΑΝΟΙΚΤΑ ΕΓΓΡΑΦΑ
et: AVA DOKUMNENDID
fa: بازکردن سندها
gl: DOCUMENTOS ABERTOS
hi: ओपन डाक्यूमेंट्स
hr: OTVORENI DOKUMENTI
hu: DOKUMENTUM MEGNYITÁSA
is: OPNAR FÆRSLUR
it: DOCUMENTI APERTI
ja: ドキュメントを開く
km: បើក​ឯកសារ
lv: ATVĒRTIE DOKUMENTI
nl: OPEN DOCUMENTEN
pl: OTWARTE DOKUMENTY
pt_br: DOCUMENTOS ABERTOS
ro: DOCUMENTE DESCHISE
ru: ОТКРЫТЫЕ ДОКУМЕНТЫ
sk: OTVORENÉ DOKUMENTY
sl: ODPRTI DOKUMENTI
sv: ÖPPNA DOKUMENT
th: เปิดเอกสาร
tr: DOKÜMANLARI AÇ
uk: ВІДКРИТІ ДОКУМЕНТИ

# noDocuments
source: No open documents
ar: لا توجد مستندات مفتوحة
bg: Няма отворени документи
cs: Žádné otevřené dokumenty
cy: Dim dogfennau agored
da: Ingen åbne dokumenter
el: Κανένα ανοικτό έγγραφο
et: Avatud dokumendid puuduvad
fa: سندی که باز باشد موجود نیست
gl: Non hai documentos abertos
hi: नो ओपन डाक्यूमेंट्स
hr: Nema otvorenih dokumenata
hu: Nincs megnyitott dokumentum
is: Engar færslur opngar
it: Nessun documento aperto
ja: ドキュメントを開かない
km: មិន​មាន​ឯកសារ​កំពុង​បើក
lv: Nav atvērto dokumentu
nl: Geen open documenten
pl: Brak otwartych dokumentów
pt_br: Nenhum documento aberto
ro: Nu sunt documente deschise
ru: Открытых документов нет
sk: Nemáte žiadne otvorené dokumenty
sl: Ni odprtih dokumentov
sv: Inga öppna dokument
th: ไม่มีเอกสารที่เปิดอยู่
tr: Açık dokümanlar yok
uk: Немає відкритих документів

# noDocuments_msg
source: There are no open documents available to edit.
ar: لا توجد مستندات مفتوحة لتعديلها.
bg: Няма отворени документи на разположение за редактиране.
cs: Nejsou žádné otevřené dokumenty dostupné pro úpravy.
cy: Nid oes unrhyw ddogfennau agored ar gael i'w golygu.
da: Der er ingen åbne dokumenter at redigere.
el: Δεν υπάρχει κανένα ανοικτό έγγραφο διαθέσιμο προς επεξεργασία.
et: Pole ühtegi avatud dokumenti, mida redigeerida.
fa: هیچ شندی که برای ویرایش باز باشد وجود ندارد.
gl: Non hai documentos dispoñibles para editar.
hi: यहाँ एडिट करने के लिए कोई डाक्यूमेंट्स उपलब्ध नहीं हे
hr: Nema otvorenih dokumenata raspoloživih za uređivanje.
hu: Nincs szerkesztésre megnyitott dukumentum.
is: Það eru engar opnar færslur til að breyta
it: Non ci sono documenti aperti disponibili per la modifica.
ja: ドキュメントを開かないは編集する権限がありません。
km: មិន​មាន​ឯកសារ​ណា​បើក​​ដែល​អាច​កែ​បាន​ទេ ។
lv: Nav atvērto dokumentu, kurus jūs varētu labot.
nl: Er zijn geen open documenten beschikbaar om te bewerken.
pl: Nie ma otwartych dokumentów dostępnych do edycji.
pt_br: Não há documentos abertos disponíveis para edição.
ro: Nu există documente deschise disponibile pentru editare.
ru: Нет открытых документов, доступных для редактирования.
sk: Nemáte žiadne otvorené dokumenty dostupné pre úpravu.
sl: Ni odprtih dokumentov, ki bi jih lahko urejali.
sv: Det finns inga öppna dokument att ändra.
th: ไม่มีเอกสารที่เปิดเพื่อการแก้ไข
tr: Düzenlenebilecek açık dokümanlar bulunmamaktadır.
uk: Нема доступних для редагування відкритих документів.

# noDocuments_msg2
source: You can go to %s to find the page or the record you wish to edit.
ar: يمكنك الذهاب إلى %s لتجد الصفحة أو السجل الذي تريد التعديل عليه.
bg: Можете да отидете до %s, за да намерите страницата или записа, който желаете да редактирате.
cs: Můžete jít na %s, abyste nalezli stránku nebo záznam, jenž chcete upravit.
cy: Gallwch fynd i %s i ddod o hyd i'r dudalen neu'r cofnod rydych chi am ei olygu.
da: Du kan gå til %s for at finde den side eller det element, du ønsker at redigere.
el: Μπορείτε να κατευθυνθείτε στο %s προς εύρεση της σελίδας ή της εγγραφής που θέλετε να επεξεργαστείτε.
et: Võite minna %s, et leida lehekülge või kirjet, mida soovite redigeerida.
fa: می‌توانید به %s بروید تا صفحه یا رکورد مورد نظرتان را بیابید.
gl: Pode ir a %s para atopar a páxina ou o rexistro que quere editar.
hi: जो रिकॉर्ड और पेज एडिट करना चाहे वो आप यहाँ खोज सकते हे
hr: Možete otići na %s da pronađete stranicu koju želite uređivati.
hu: Kattints a %s menüpontra, ahol választhatsz a szerkeszthető dokumentumok közül.
is: Þú getur farið á %s til að finna síðuna eða færsluna sem þú vilt breyta.
it: Puoi andare su %s per trovare la pagina o il record che vuoi modificare.
ja: %sで、編集するページもしくはレコードを表示します
km: អ្នក​អាច​ចូល​ទៅ %s ដើម្បី​រក​ទំព័រ ឬ​ទិន្នន័យ​ដែល​ត្រូវការ​កែ ។
lv: Jūs varat iet uz %s, lai atrastu lapas vai ierakstus, kurus jūs vēlaties labot.
nl: U kunt naar %s gaan om de pagina of het record te vinden dat u wilt bewerken.
pl: Możesz przejść do %s aby znaleźć stronę lub rekord, który chcesz edytować.
pt_br: Você pode ir para %s a fim de encontrar a página ou registro que deseja editar.
ro: Puteţi merge la %s pentru a găsi pagina sau înregistrarea pe care doriţi s-o editaţi.
ru: Идите в %s, чтобы найти страницу или запись, которую вы хотите изменить.
sk: Môžete ísť na %s, ak chcete nájsť stránku alebo záznam, ktorý chcete upraviť.
sl: Lahko se pomaknete do %s, da poiščete stran ali zapis, ki jo želite spremeniti.
sv: Du kan gå till %s för att hitta den sida eller det element som du vill ändra.
th: ท่านสามารถไป %s เพื่อหาหน้าหรือข้อมูลที่ต้องการจะแก้ไข
tr: Eğer düzeltme istiyorsanız sayfa veya kayıtın %s ini bulmak için gidebilirsiniz.
uk: Ви можете знайти цю сторінку чи запис в %s, щоб відредагувати.

# noDocuments_msg3
source: You can select one of your most recently edited records from this list
ar: يمكنك اختيار واحد من أحدث السجلات الخاصة بك من هذه القائمة
cy: Gallwch ddewis un o'ch cofnodion a olygwyd yn fwyaf diweddar o'r rhestr hon
da: Du kan vælge en af dine senest redigerede elementer fra denne liste
fa: شما می‌توانید یکی از ردیف‌هائی که اخیرا ویرایش کرده‌اید از این لیست انتخاب کنید
it: Da questo elenco puoi selezionare record recentemente modificati da te
nl: U kunt een van de laatst bewerkte records kiezen uit deze lijst
pl: Z tej listy możesz wybrać ostatnio edytowane przez siebie rekordy:
ru: В списке можно выбрать одну из часто редактируемых записей

# noDocuments_pagemodule
source: the Web>Page module
ar: وحدة الويب>الصفحة
bg: модул Уеб > Страница
cs: ten Modul Web>Stránka
cy: y modiwl>
da: Web>Side modulet
el: Λειτουργική Μονάδα Ιστός>Σελίδα
et: Web>Lehekülje moodul
fa: ماژول وب>صفحه
gl: o módulo Web>Páxina
hi: वेब > पेज मॉड्यूल
hr: Web>Stranica modul
hu: Web> Oldal modul
is: Veftré > Breyta síðu
it: Modulo Web>Pagina
ja: 「ウェブ>ページ」モジュール
km: ម៉ូឌុល វែប>ទំព័រ
lv: Web>Page moduli
nl: de Web > Paginamodule
pl: moduł Web>Strona
pt_br: o módulo Web>Página
ro: Modulul Web>Pagini
ru: модуль Веб>Страница
sk: Modul Web>Stránka
sl: modul Web>Stran
sv: modulen Webb>Sida
th: เว็ป > โมดูล หน้า
tr: Web>Sayfa modülü
uk: модуль Веб>Сторінка

# noDocuments_OR
source: or
ar: أو
bg: или
cs: nebo
cy: neu
da: eller
el: ή
et: või
fa: یا
gl: ou
hi: और
hr: ili
hu: vagy
is: eða
it: o
ja: もしくは
km: ឬ
lv: vai
nl: of
pl: lub
pt_br: ou
ro: sau
ru: или
sk: alebo
sl: ali
sv: eller
th: หรือ
tr: veya
uk: чи

# noDocuments_listmodule
source: the Web>List module
ar: وحدة الويب>القوائم
bg: модул Уеб > Списък
cs: ten Modul Web>Seznam
cy: y modiwl Rhestr>
da: Web>Liste modulet
el: Λειτουργική Μονάδα Ιστός>Λίστα
et: Web>Loendi moodul
fa: ماژول وب>فهرست
gl: o módulo Web>Lista
hi: वेब> लिस्ट मॉड्यूल
hr: Web>Popis (List) modul
hu: Web> Lista modul
is: Veftré > Færslulisti
it: Modulo Web>Lista
ja: 「ウェブ>リスト」モジュール
km: ម៉ូឌុល វែប>បញ្ជី
lv: Web>List moduli
nl: de Web > Lijstmodule
pl: moduł Web>Lista
pt_br: o módulo Web>Lista
ro: Modulul Web>Listă
ru: модуль Веб>Список
sk: Modul Web>Zoznam
sl: modul Web>Seznam
sv: modulen Webb>Lista
th: เว็ป > โมดูล รายการ
tr: Web>Liste modülü
uk: модуль Веб>Список

# buttons.confirm.duplicate_record_changed.cancel
source: Cancel
ar: إلغاء
cy: Canslo
da: Annullér
fa: لغو
hi: रद्द
hr: Odustani
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена

# button.confirm.duplicate_record_changed.no
source: No, just duplicate the original
ar: لا، فقط تكرار النسخة الأصلية
cy: Na, dim ond dyblygu'r gwreiddiol
da: Nu kan du blot duplikere originalen
fa: خیر، فقط نسخۀ‌اصلی را دوتا کن
it: No, duplica l'originale
nl: Nee, alleen het origineel dupliceren
pl: Nie, tylko powiel oryginał
ru: Нет, просто дублировать оригинал

# buttons.confirm.duplicate_record_changed.yes
source: Yes, save and duplicate this record
ar: نعم، حفظ وتكرار هذا السجل
cy: Oes, arbedwch a dyblygwch y cofnod hwn
da: Ja, gem og duplikér dette element
fa: بله، این ردیف را ذخیره کرده و دوتاکن
it: Sì, salva e duplica questo record
nl: Ja, opslaan en dit record dupliceren
pl: Tak, zapisz i powiel ten rekord
ru: Да, сохранить и дублировать эту запись

# buttons.confirm.close_without_save.yes
source: Yes, discard my changes
ar: نعم، تجاهل التغييرات
cy: Ie, taflu fy newidiadau
da: Ja, forkast mine ændringer
fa: بله، تغییرات را نادیده بگیر
hi: हाँ, मेरे परिवर्तन को त्याग दे
hr: Da, odbaci moje izmjene
it: Sì, ignora le modifiche
ja: はい、変更を破棄します
lv: Jā, izmest manis veiktās izmaiņas
nl: Ja, negeer mijn wijzigingen
pl: Tak, porzucam zmiany
pt_br: Sim, descartar minhas alterações
ru: Не сохранять

# buttons.confirm.close_without_save.no
source: No, I will continue editing
ar: لا، سوف أستمر في التعديل
cy: Na, byddaf yn parhau i olygu
da: Nej, jeg vil fortsætte med redigering
fa: خیر، به ویرایش کردن ادامه می‌دهم
hi: नहीं, मैं एडिटिंग के लिए जारी रहुगा
hr: Ne, nastavit ću s uređivanjem
it: No, continuerò a modificare
ja: いいえ、編集を続けます
lv: Nē, es turpināšu rediģēšanu
nl: Nee, ik ga door met het bewerken
pl: Nie, będę jeszcze edytować
pt_br: Não, eu vou continuar editando
ru: Отмена

# buttons.confirm.save_and_close
source: Save and close
ar: حفظ وإغلاق
cy: Arbedwch a chau
da: Gem og luk
fa: ذخیره و بستن
it: Salva e chiudi
ja: 保存して終了
nl: Opslaan en sluiten
pl: Zapisz i zamknij
ru: Сохранить и закрыть

# label.confirm.duplicate_record_changed.title
source: Do you want to save before duplicating this record?
ar: هل تريد الحفظ قبل تكرار هذا السجل؟
cy: Ydych chi am gynilo cyn dyblygu'r cofnod hwn?
da: Ønsker du at gennem før du duplikerer dette element?
fa: آیا قبل از دوتاکردن این ردیف می‌خواهید تغییرات ذخیره گردد؟
it: Salvare prima di duplicare questo record?
nl: Opslaan voordat dit record gedupliceerd wordt?
pl: Czy chcesz zapisać zmiany przed powieleniem tego rekordu?
ru: Сохранить изменения перед дублированием записи?

# label.confirm.duplicate_record_changed.content
source: You currently have unsaved changes. Do you want to save your changes before duplicating this record?
ar: لديك حالياً تغييرات غير محفوظة. هل تريد حفظ التغييرات الخاصة بك قبل تكرار هذا السجل؟
cy: Ar hyn o bryd mae gennych newidiadau heb eu cadw. Ydych chi am arbed eich newidiadau cyn dyblygu'r cofnod hwn?
da: Du har i øjeblikket ændringer der ikke er gemt. Vil du gemme dine ændringer før dublering af elementet?
fa: شما تغییرات ذخیره‌نشده دارید. آیا قبل از نسخه‌برداری از این ردیف می‌خواهید تغییرات را ذخیره کنید؟
it: Ci sono delle modifiche non salvate. Vuoi salvare le modifiche prima di duplicare questo record?
nl: Er zijn niet-opgeslagen wijzigingen. Deze opslaan voordat dit record gedupliceerd wordt?
pl: Posiadasz obecnie niezapisane zmiany. Czy chcesz zapisać zmiany przed powieleniem tego rekordu?
ru: Есть несохраненные изменения. Сохранить изменения перед копированием этой записи?

# label.confirm.new_record_changed.title
source: Do you want to save before adding?
ar: هل تريد الحفظ قبل الإضافة؟
cy: Ydych chi am gynilo cyn ychwanegu?
da: Vil du gemme før tilføjning?
fa: آیا می‌خواهید قبل از افزودن، ذخیره کنید؟
it: Vuoi salvare prima di aggiungere?
nl: Opslaan voordat er toegevoegd wordt?
pl: Czy chcesz zapisać przed dodaniem?
ru: Сохранить перед добавлением?

# label.confirm.new_record_changed.content
source: You need to save your changes before creating a new record. Do you want to save and create now?
ar: تحتاج إلى حفظ التغييرات الخاصة بك قبل إنشاء سجل جديد. هل تريد حفظ وإنشاء سجل جديد الآن؟
cy: Mae angen i chi arbed eich newidiadau cyn creu cofnod newydd. Ydych chi am gynilo a chreu nawr?
da: Du skal gemme dine ændringer, før du opretter et nyt element. Vil du gemme og oprette nu?
fa: قبل از ایجاد یک ردیف جدید نیاز دارید تغییراتی که داده‌اید را ذخیره کنید. آیا می‌خواهید تغییرات ذخیره شده و ردیف جدید ساخته شود؟
it: Devi salvare le modifiche prima di creare un nuovo record. Salvare e creare ora?
nl: De wijzigingen moeten opgeslagen worden voor het aanmaken van een nieuw record. Nu opslaan en aanmaken?
pl: Musisz zapisać zmiany przed utworzeniem nowego rekordu. Zapisać zmiany i utworzyć?
ru: Вам необходимо сохранить изменения перед созданием новой записи. Сохранить и создать новую запись?

# buttons.confirm.new_record_changed.cancel
source: Cancel
ar: إلغاء
cy: Canslo
da: Annullér
fa: لغو
hi: रद्द
hr: Odustani
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена

# buttons.confirm.new_record_changed.no
source: No, just add
ar: لا، فقط أضف
cy: Na, dim ond ychwanegu
da: Nej, kun tilføj
fa: خیر، فقط اضافه کن
it: No, aggiungi solo
nl: Nee, alleen toevoegen
pl: Nie, tylko dodaj
ru: Нет, просто добавить

# buttons.confirm.new_record_changed.yes
source: Yes, save and create now
ar: نعم، احفظ وأنشئ الآن
cy: Ie, arbed a chreu nawr
da: Ja, gem og opret nu
fa: بله، ذخیره کن و سپس اضافه‌کن
it: Sì, salva e crea ora
nl: Ja, nu opslaan en aanmaken
pl: Tak, zapisz i utwórz
ru: Да, сохранить и создать

# label.confirm.view_record_changed.title
source: Do you want to save before viewing?
ar: هل تريد الحفظ قبل المُعاينة؟
cy: Ydych chi am gynilo cyn gwylio?
da: Vil du gemme før visning?
fa: آیا می‌خواهید قبل از نمایش، ذخیره کنید؟
it: Desideri salvare prima di visualizzare?
nl: Opslaan voordat het getoond wordt?
pl: Czy chcesz zapisać przed pokazaniem?
ru: Сохранить перед просмотром?

# label.confirm.view_record_changed.content
source: You currently have unsaved changes. You can either discard these changes or save and view them.
ar: لديك حاليا تغييرات غير محفوظة. يمكنك إما تجاهل هذه التغييرات أو حفظها وعرضها.
cy: Ar hyn o bryd mae gennych newidiadau heb eu cadw. Gallwch naill ai daflu'r newidiadau hyn i ffwrdd neu eu cadw a'u gweld.
da: Du har i øjeblikket ændringer der ikke er gemt. Du kan enten kassere disse ændringer, eller gemme og vise dem.
fa: در حال حاضر تغییرات ذخیره نشده وجود دارد، شما می‌توانید این تغییرات را نادیده بگیرید یا این‌که آن‌ها را ذخیره کرده و نمایش دهید.
it: Al momento hai delle modifiche non salvate. Puoi scartare queste modifiche o salvarle e visualizzarle.
nl: Er zijn niet-opgeslagen wijzigingen. Ze kunnen of verworpen worden, of opgeslagen en bekeken worden.
pl: Posiadasz obecnie niezapisane zmiany. Możesz anulować wprowadzone zmiany lub je zapisać i pokazać.
ru: Есть несохраненные изменения. Можно отменить эти изменения или сохранить и просмотреть их.

# label.confirm.view_record_changed.content.is-new-page
source: You need to save your changes before viewing the page. Do you want to save and view them now?
ar: تحتاج إلى حفظ التغييرات الخاصة بك قبل مُعاينة الصفحة. هل تريد حفظها ومُعاينتها الآن؟
cy: Mae angen i chi arbed eich newidiadau cyn edrych ar y dudalen. Ydych chi am eu cadw a'u gweld nawr?
da: Du skal gemme dine ændringer, før visning af siden. Vil du gemme og vise dem nu?
fa: قبل از نمایش صفحه لازم است تغییرات را ذخیره کنید. آیا می‌خواهید الآن تغییرات را ذخیره کرده و نمایش دهید؟
it: Devi salvare le modifiche prima di visualizzare la pagina. Vuoi salvarle e visualizzarle ora?
nl: De wijzigingen moeten opgeslagen worden alvorens de pagina te bekijken. Nu opslaan en bekijken?
pl: Musisz zapisać wprowadzone zmiany przed pokazaniem tej strony. Czy chcesz zapisać je teraz?
ru: Необходимо сохранить изменения перед просмотром страницы. Сохранить и вывести страницу?

# buttons.confirm.view_record_changed.cancel
source: Cancel
ar: إلغاء
cy: Canslo
da: Annullér
fa: لغو
hi: रद्द
hr: Odustani
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена

# buttons.confirm.view_record_changed.no-save
source: View without changes
ar: العرض بدون تغييرات
cy: Gweld heb newidiadau
da: Se uden at gemme
fa: نمایش بدون تغییرات
it: Visualizza senza modifiche
nl: Bekijken zonder wijzigingen
pl: Pokaż bez zmian
ru: Просмотр без изменений

# buttons.confirm.view_record_changed.save
source: Save changes and view
ar: احفظ التغييرات واعرض
cy: Arbedwch newidiadau a gweld
da: Gem ændringer og vis
fa: ذخیرۀ تغییرات و نمایش نتیجه
it: Salva le modifiche e visualizza
nl: Wijzigingen opslaan en bekijken
pl: Zapisz zmiany i pokaż
ru: Сохранить изменения и просмотреть

# label.confirm.close_without_save.title
source: Do you want to close without saving?
ar: هل تريد الإغلاق بدون حفظ؟
cy: Ydych chi am gau heb gynilo?
da: Vil du forlade uden at gemme?
fa: می‌خواهید بدون ذخیره کردن خارج شوید؟
it: Desideri chiudere senza salvare?
ja: 保存せずに終了しますか？
nl: Wilt u afsluiten zonder op te slaan?
pl: Czy chcesz wyjść bez zapisywania?
ru: Выйти без сохранения?

# label.confirm.close_without_save.content
source: You currently have unsaved changes. Are you sure you want to discard these changes?
ar: لديك حالياً تغييرات غير محفُوظة. هل أنت متأكد من أنك تريد تجاهل هذه التغييرات؟
cy: Ar hyn o bryd mae gennych newidiadau heb eu cadw. Ydych chi'n siŵr eich bod chi am gael gwared â'r newidiadau hyn?
da: Du har i øjeblikket ændringer, der ikke er gemt. Er du sikker på at du vil kassere disse ændringer?
fa: در حال حاضر تغییرات ذخیره نشده دارید. آیا مطمئنید که می‌خواهید این تغییرات را نادیده بگیرید؟
it: Al momento le modifiche non sono state salvate. Sei sicuro di voler scartare queste modifiche?
ja: 保存されていない変更があります。この変更を破棄しますか？
nl: Er zijn niet-opgeslagen wijzigingen. Weet je zeker dat je alle wijzigingen wilt verwerpen?
pl: Masz aktualnie niezapisane zmiany. Czy jesteś pewien, że chcesz anulować wszystkie zmiany?
ru: Есть несохранённые изменения. Отменить их?

# buttons.confirm.delete_file.no
source: Cancel
ar: إلغاء
cy: Canslo
da: Annullér
fa: لغو
hi: रद्द
hr: Odustani
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена

# buttons.confirm.delete_file.yes
source: Yes, delete this file
ar: نعم، احذف هذا الملف
cy: Oes, dilëwch y ffeil hon
da: Ja, slet filen
fa: بله، این فایل را حذف کن
hi: हाँ, इस फ़ाइल को मिटायें ?
hr: Da, izbriši ovu datoteku
it: Sì, elimina questo file
ja: はい、このファイルを削除
nl: Ja, bestand verwijderen
pl: Tak, usuń ten plik
ru: Да, удалить этот файл

# buttons.confirm.delete_folder.yes
source: Yes, delete this folder
ar: نعم، احذف هذا المجلد
cy: Oes, dilëwch y ffolder hon
da: Ja, slet denne folder
fa: بله، این پوشه‌را حذف کن
hi: हाँ, इस फोल्डर को हटाये
hr: Da, izbriši ovu mapu
it: Sì, elimina questa cartella
nl: Ja, deze map verwijderen
pl: Tak, usuń ten folder
ru: Да, удалить папку

# buttons.confirm.delete_record.no
source: Cancel
ar: إلغاء
cy: Canslo
da: Annullér
fa: لغو
hi: रद्द
hr: Odustani
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
