Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_login.xlf
Languages: ar, cy, da, fa, lv, no, pl, pt_br, ro, sv

# labels.submitLogout
source: Log Out
ar: تسجيل الخروج
cy: Allgofnodi
da: Logud
fa: خروج
lv: Iziet
no: Logg ut
pl: Wyloguj
pt_br: Saída
ro: Deconectare
sv: Logga ut

# labels.whatIsOpenId
source: What is OpenId?
ar: ما هو الـ OpenId؟
cy: Beth yw OpenId?
da: Hvad er OpenID?
fa: OpenId چیست؟
lv: Kas ir OpenID?
no: Hva er OpenID
pl: Co to jest OpenId?
pt_br: O que é OpenId?
ro: Ce este OpenID?
sv: Vad är OpenID?

# availableInterfaces
source: Backend,Front End,Traditional Backend
ar: الواجهة الخلفية،الواجهة الأمامية،الواجهة الخلفية التقليدية
cy: Penwythnos, Pen Blaen, Penwythnos Traddodiadol
da: Backend, Frontend, Traditionel backend
fa: صفحۀمدیریت، صفحۀ خروجی، صفحۀ مدیریت سنّتی
no: Backend, Frontend, Klassisk Backend
pl: Panel edycyjny, Edytowanie na stronie, Stary panel edycyjny
pt_br: Backend,Frontend,Backend Tradicional
ro: Backend,Frontend,Backend Tradițional

# interface.backend
source: Backend
ar: الواجهة الخلفية
cy: Penwythnos
fa: صفحۀ مدیریت
pl: Panel edycyjny

# interface.frontend
source: Frontend
ar: الواجهة الأمامية
cy: Pen blaen
fa: صفحۀ خروجی
pl: Edytowanie na stronie

# interface.backend_old
source: Traditional Backend
ar: الواجهة الخلفية التقليدية
cy: Penwythnos Traddodiadol
da: Traditionel Backend
fa: صفحۀ مدیریت سنتی
no: Klassisk Backend
pl: Stary panel edycyjny
pt_br: Backend Tradicional
ro: Backend Tradițional

# headline
source: Login to the TYPO3 CMS Backend on ###SITENAME###
ar: تسجيل الدخول إلى الواجهة الخلفية لـ TYPO3 CMS على ###SITENAME###
cy: Mewngofnodi i Benwythnos TMSPO3 CMS ar ### SITENAME ###
da: Login i TYPO3 backend for: ###SITENAME###
fa: ورود به صفحۀ مدیریت سامانۀ کنترل محتوای TYPO3 در ###SITENAME###
no: Logg inn i TYPO3 Backend på ###SITENAME###
pl: Logowanie do witryny ###SITENAME###
pt_br: Acessar o Backend do TYPO3 CMS em ###SITENAME###
ro: Conectare la backend-ul TYPO3 al sitului ###SITENAME###

# info.about
source: This is the backend login of TYPO3. You need username and password to access this administration interface. If you are a visitor of ###SITENAME###, please visit the public website: ###SITELINK###
ar: هذا هو تسجيل دخول الواجهة الخلفية لـ TYPO3. أنت بحاجة إلى اسم المستخدم وكلمة المرور للوصول إلى واجهة الإدارة هذه. إذا كنت زائر ###SITENAME###، فيُرجى زيارة الموقع الرسمي: ###SITELINK###
cy: Dyma fewngofnodi backend TYPO3. Mae angen enw defnyddiwr a chyfrinair arnoch i gael mynediad i'r rhyngwyneb gweinyddu hwn. Os ydych chi'n ymwelydd â ### SITENAME ###, ewch i'r wefan gyhoeddus: ### SITELINK ###
da: Dette er backend login til TYPO3. Du skal bruge et brugernavn og password for at logge ind i administrations modulet. Hvis du er besøgende på ###SITENAME###, besøg venligst den offentlige hjemmeside på: ###SITELINK###
fa: از این جا ورود به صفحۀ مدیریت ٌTYPO3 ممکن خواهد بود. برای دسترسی به صفحۀ مدیریت لازم است شما نام‌کاربری و گذرواژه‌ در اختیار داشته باشید. اگر شما تنها یک مراجعه کننده ###SITENAME### هستید لطفا به نسخۀ عمومی سایت در ###SITELINK### مراجعه فرمایید
no: Dette er backend innlogging i TYPO3. Du trenger brukernavn og passord for tilgang til dette administrasjonsgrensesnittet. Om du er en vanlig beøskende på ###SITENAME###, vennligst besøk nettsiden: ###SITELINK###
pl: To jest panel logowania do systemu TYPO3. Musisz podać nazwę użytkownika i hasło, żeby uzyskać dostep do paneli edycyjnych. Jeżeli jesteś
pt_br: Este é o login do backend do TYPO3. Você precisa de um nome de usuário e uma senha para acessar esta interface administrativa. Se você é um visitante de ###SITENAME###, por favor visite o site público: ###SITELINK###
ro: Acesta este accesul backend TYPO3. Aveți nevoie de un utilizator și o parolă pentru acces la interfața de administrare. Dacă sunteți un vizitator al sitului ###SITENAME###, vă rugăm să vizitați adresa publică a sitului: ###SITELINK###

# info.reset
source: Reset this form
ar: إعادة تعيين هذا النموذج
cy: Ailosod y ffurflen hon
da: Nulstil formular
fa: نوسازی برگه
lv: Attīrīt šo formu
no: Tøm skjeamet
pl: Zresetuj formularz
pt_br: Restaurar este formulário
ro: Reinițializare formular
sv: Återställ detta formulär

# info.cookies_and_js
source: (Note: Cookies and JavaScript must be enabled!)
ar: (ملاحظة: ملفات تعريف الإرتباط و JavaScript يجب أن يكونان مُفعّلان!)
cy: (Nodyn: Rhaid galluogi cwcis a JavaScript!)
da: (Bemærk: Cookies og Javascript skal være aktiveret!)
fa: (توجه: کوکی‌ها و جاوااسکریپت باید فعال باشند!)
lv: (Piezīme: Cookies un JavaScript ir jābūt aktivizētiem!)
no: (Note: Cookies og Javascript må være slått på!)
pl: (Uwaga: ciasteczka i Javascript muszą być wlączone)
pt_br: (Nota: Cookies e JavaScript precisam estar ativados!)
ro: (Notă: Cookie și Javascript trebuie activate!)
sv: (OBS! Cookies och JavaScript måste vara aktiverat!)

# clear
source: Clear this field!
ar: مسح هذا الحقل!
cy: Cliriwch y maes hwn!
da: Tøm dette felt!
fa: پاک کردن این بخش!
lv: Attīrīt šo laukumu!
no: Tøm dette feltet!
pl: Wyczyść to pole!
pt_br: Limpar este campo!
ro: Reinițializare cîmp!
sv: Töm detta fält!

# warning.incompatibleBrowserHeadline
source: Unsupported Browser
ar: مُتَصفّح غير مَدعُوم.
cy: Porwr Heb Gymorth
da: Ikke understøttet browser
fa: مرورگر پشتیبانی نشده
no: Nettleser er ikke støttet
pl: Nieobsługiwana przeglądarka
pt_br: Navegador não suportado
ro: Navigatorul nu este suportat
sv: Ej understödd webbläsare

# warning.incompatibleBrowser
source: You are using an unsupported browser version.
ar: أنت تستخدم نسخة مُتَصفّح غير مَدعُومة.
cy: Rydych chi'n defnyddio fersiwn porwr heb gefnogaeth.
da: Du bruger en browserversion der ikke understøttes.
fa: شما از نسخه‌ای از یک مرورگر استفاده می‌کنید که پشتیبانی نمی‌شود.
no: Du bruker en nettleserversjon som ikke er støttet.
pl: Używasz nieobsługiwanej wersji przeglądarki.
pt_br: Você está usando uma versão não suportada do navegador.
ro: Folosiți o versiune a navigatorului care nu este suportată.
sv: Du använder en webbläsarversion som inte stöds.

# warning.incompatibleBrowserInternetExplorer
source: Please install <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />a more modern browser version</a>.
ar: الرجاء تثبيت <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />آخر إصدار للمُتصفّح </a>.
cy: Os gwelwch yn dda gosod <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />fersiwn porwr mwy modern</a>.
da: Installér venligst <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />en mere moderne browser version</a>.
pl: Proszę zainstalować <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />nowszą wersję przeglądarki</a>.

# newsheadline
source: Important Messages
ar: رسائل مُهِمّة
cy: Negeseuon Pwysig
da: Vigtige beskeder
fa: پیام‌های مهم
no: Viktig melding
pl: Ważne wiadomości
pt_br: Mensagens Importantes

# error.login
source: Your login attempt did not succeed. Make sure to spell your username and password correctly, including upper/lowercase characters.
ar: لم تنجح محاولة تسجيل الدخول. تأكد من كتابة اسم المستخدم وكلمة السر بشكل صحيح، بما في ذلك الأحرف الصغيرة/الكبيرة.
cy: Ni lwyddodd eich ymgais mewngofnodi. Gwnewch yn siŵr eich bod yn sillafu'ch enw defnyddiwr a'ch cyfrinair yn gywir, gan gynnwys nodau llythrennau bach / llythrennau bach.
da: Dit loginforsøg mislykkedes. Verificér at du staver dit brugernavn og password korrekt, herunder at du skriver det med store og små bogstaver. Systemet tager hensyn til store og små bogstaver.
fa: ورود شما موفقیت‌آمیز نبود. اطمینان حاصل کنید که نام‌کاربری و گذرواژۀ خود را به درستی وارد کرده‌اید. توجه کنید کوچکی و بزرگی حروف زبان انگلیسی به حساب می‌آید.
no: Innloggingen lyktes ikke. Påse at du skriver ditt brukernavn og passord korrekt, inklusive store/små tegn.
pl: Twoja próba logownia nie powiodła się. Upewnij się, że wprowadziłeś nazwę użytkownika i hasło poprawnie (pamiętaj o dużych/małych literach)
pt_br: Sua tentativa de acesso não teve sucesso. Certifique-se de soletrar o seu nome de usuário e sua senha corretamente, incluindo caracteres caixa alta/baixa.
ro: Tentativa dumneavoastră de conectare a eșuat. Verificați vă rugăm corectitudinea utilizatorului și a parolei, inclusiv caracterele majuscule/minuscule.
sv: Du lyckades inte logga in. Kontrollera att du skrivit in ditt användarnamn och lösenord rätt, och med rätt skiftläge (små/stora bokstäver).

# error.cookies_ignore
source: Ignore!
ar: تجاهل!
cy: Anwybyddu!
da: Ignorér!
fa: نادیده گرفتن!
lv: Ignorēt!
no: Ignorer!
pl: Zignoruj!
pt_br: Ignorar!
ro: Ignoră!

# error.furtherInformation
source: For more information or further help click here
ar: انقر هنا للحصول على مزيد من المعلومات أو للمساعدة
cy: Am fwy o wybodaeth neu gymorth pellach cliciwch yma
da: For mere information eller hjælp, klik her
fa: برای اطلاعات بیشتر و دریافت کمک این‌جا کلیک نمائید
lv: Sīkākai informācijai klikšķiniet šeit
no: For informasjon om mer hjelp, klikk her.
pl: Więcej informacji o pomoc - kliknij tutaj
pt_br: Para mais informações ou ajuda adicional, clique aqui
ro: Pentru mai multe informații sau pentru ajutor adițional click aici
sv: Klicka här för mer information och hjälp

# warranty.by
source: Warranty is supplied by %s; %sdetails about licences.%s
ar: يتم توفير الضمان من قبل %s؛ %sتفاصيل حول التراخيص.%s
cy: Cyflenwir gwarant gan %s; %smanylion am drwyddedau.%s
da: Garanti er leveret af %s; %sdetaljer om licenser.%s

# no.warranty
source: TYPO3 CMS comes with ABSOLUTELY NO WARRANTY; %sdetails about licences.%s
ar: TYPO3 CMS يأتي بكل تأكيد بدون ضمان؛ %s انقر للحصول على التفاصيل. %s
cy: Daw TYPO3 CMS â RHYBUDD YN UNIG YN UNIG; %smanylion am drwyddedau.%s
da: TYPO3 kommer UDEN NOGEN FORMER FOR GARANTI.; %sdetaljer om licenser.%s

# typo3.altText
source: TYPO3 CMS logo
ar: شعار TYPO3 CMS
cy: Logo TYPO3 CMS

source: Copyright
ar: حقوق الطبع والنشر
cy: Hawlfraint
fa: حق‌نشر
lv: Kopēšanas tiesības

# extension.copyright
source: Extensions are copyright of their respective owners.
ar: حقوق ملكية الإضافات تابعة لأصحابها.
cy: Mae estyniadau yn hawlfraint eu priod berchnogion.
da: Udvidelser er copyright af deres respektive ejere.
fa: حق نشر افزونه‌ها در اختیار مالکان محترم آنهاست.
lv: Paplašinājumu autortiesības pieder to īpašniekiem.
no: Extensions er copyright av de respektive eierne
pl: Rozszerzenia należą do ich właścicieli.
pt_br: Extensões recebem Copyright de seus respectivos donos.
ro: Drepturile de autor al extensiilor aparține proprietarilor lor.
sv: Copyright för tilläggsmoduler tillhör deras respektive ägare.

# details.link
source: Go to %s for details.
ar: انتقل إلى %s للحصول على التفاصيل.
cy: Ewch i %s am fanylion.
da: Gå til %s for detaljer.
fa: برای جزئیات به %s مراجعه نمائید.
no: Gå til %s for detaljer
pl: Sprawdź szczegóły %s.
pt_br: Vá para %s para detalhes.
ro: Mergeți la %s pentru detalii.
sv: Gå till %s för mer detaljer.

# free.software
source: This is free software, and you are welcome to redistribute it under certain conditions; %sdetails about licences.%s
ar: هذا البرنامج مجاني، ونرحب بإعادة توزيعه في ظل بعض الشروط؛ %sتفاصيل حول التراخيص.%s
cy: Meddalwedd am ddim yw hwn, ac mae croeso i chi ei ailddosbarthu o dan rai amodau; %smanylion am drwyddedau.%s
da: Dette er gratis software og du er velkommen til at redistribuere det under visse betingelser; %sdetaljer om licenser.%s

# keep.notice
source: Obstructing the appearance of this notice is prohibited by law.
ar: يحظر القانون عرقلة ظهور هذا الإشعار.
cy: Gwaherddir rhwystro ymddangosiad yr hysbysiad hwn gan y gyfraith.
da: Hindring af visning af denne besked er forbudt ved lov.
fa: مانع شدن از نمایش این توضیحات از سوی قانون ممنوع است.
no: Blokkere visningen av denne notisen er forbudt ved lov.
pl: Usuwanie powyższych informacji jest niezgodne z prawem.
pt_br: Obstruir a aparência deste aviso é proibido por lei.
ro: Obstrucționarea acestei informații este interzisă prin lege.

source: TYPO3 CMS
fa: سامانۀ مدیریت محتوای TYPO3
lv: TYPO3 SVS
pt_br: CMS TYPO3
ro: CMS TYPO3

# version.short
source: ver.
fa: نسخه
pl: wer.
