Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_siteconfiguration.xlf
Languages: ar, cs, cy, da, fa, fr, it, nl, pl, ru

# overview.title
source: Site Configuration
ar: تكوين الموقع
cs: Konfigurace stránky
cy: Ffurfweddiad Safle
da: Site konfiguration
fa: پیکربندی وبگاه
fr: Configuration de site
it: Configurazione del sito
nl: Site-configuratie
pl: Konfiguracja witryny
ru: Настройка сайта

# overview.site
source: Site
ar: موقع
cs: Stránka
cy: Safle
fa: وبگاه
it: Sito
pl: Witryna
ru: Сайт

# overview.configuration
source: Configuration Folder
ar: مُجلد التكوين
cs: Složka konfigurace
cy: Ffolder Ffurfweddu
da: Konfigurationsmappe
fa: پوشۀ پیکربندی
fr: Dossier de configuration
it: Cartella di configurazione
nl: Configuratiefolder
pl: Folder konfiguracyjny
ru: Папка настроек

# overview.noPages.title
source: No pages found!
ar: لم يتم العثور على الصفحات!
cs: Žádné stránky nebyly nalezeny!
cy: Ni chafwyd hyd i dudalennau!
da: Ingen sider fundet!
fa: صفحه‌ای پیدا نشد!
fr: Aucune page trouvée !
it: Nessuna pagina trovata!
nl: Geen pagina's gevonden!
pl: Nie znaleziono stron!
ru: Страниц не найдено!

# overview.noPages.message
source: Please add at least one page through the Page module.
ar: الرجاء إضافة صفحة واحدة على الأقل من خلال وحدة الصفحة "Page module".
cs: Prosím přidejte alespoň jednu stránku z modulu Stránka.
cy: Ychwanegwch o leiaf un dudalen trwy'r modiwl Tudalen.
da: Tilføj mindst én side via Sidemodulet.
fa: لطفا حداقل یک صفحه از بخش (صفحات) انتخاب کنید.
fr: Veuillez ajouter au moins une page via le module Page.
it: Aggiungi almeno una pagina con il modulo Pagina.
nl: Voeg a.u.b. minstens een pagina toe via de Paginamodule.
pl: Dodaj przynajmniej jedną stronę przez moduł Strony.
ru: Добавьте хотя бы одну страницу через модуль Страницы.

# overview.noSiteConfiguration
source: This site does not have a configuration, yet.
ar: هذا الموقع ليس لديه تكوين حتى الآن.
cs: Tato stránka zatím nemá vytvořenou konfiguraci.
cy: Nid oes gan y wefan hon gyfluniad, eto.
da: Dette site har ikke nogen konfiguration endnu.
fa: این وبگاه هنوز دربردارندۀ پیکربندی نیست.
fr: Ce site n'a pas encore de configuration.
it: Questo sito non ha ancora una configurazione.
nl: Deze site heeft nog geen configuratie.
pl: Ta strona nie ma jeszcze konfiguracji.
ru: У сайте ещё нет настроек

# overview.addSiteConfiguration
source: Add new site configuration for this site
ar: إضافة تكوين موقع جديد لهذا الموقع
cs: Přidat novou konfiguraci pro tuto stránku
cy: Ychwanegwch ffurfweddiad gwefan newydd ar gyfer y wefan hon
da: Tilføj ny site konfiguration til dette site
fa: ایجاد پیکربندی جدید برای این وبگاه
fr: Ajouter une nouvelle configuration de site pour ce site
it: Aggiungi una nuova configurazione per questo sito
nl: Nieuwe site-configuratie toevoegen voor deze site
pl: Dodaj nową konfigurację witryny dla tej witryny
ru: Добавить новую конфигурацию для этого сайта

# overview.deleteSiteConfiguration
source: Delete site configuration
ar: حذف تكوين الموقع
cs: Smazat konfiguraci stránky
cy: Dileu cyfluniad gwefan
da: Slet site konfiguration
fa: حذف پیکربندی وبگاه
fr: Supprimer la configuration du site
it: Elimina la configurazione del sito
nl: Site-configuratie verwijderen
pl: Usuń konfigurację strony
ru: Удалить конфигурацию сайта

# overview.fullUrlPrefix
source: Full URL prefix
ar: بادئة الرابط "URL" الكامل
cs: Prefix celé URL
cy: Rhagddodiad URL llawn
da: Fuld URL prefiks
fa: پیش‌وند کامل برای نشانی اینترنتی
fr: Préfixe complet d'URL
it: Prefisso URL completo
nl: Volledige URL-voorvoegsel
pl: Pełny prefiks URL
ru: Полный префикс URL

# overview.baseUrl
source: Base URLs
ar: عناوين URL الأساسية
cs: Základní URL
cy: URLau Sylfaen
da: Base URLer
fa: نشانی‌های اصلی
fr: URLs de base
it: URL base
nl: Basis-URL's
pl: Podstawowe adresy URL
ru: Базовые URL

# overview.unassignedSites.title
source: Unassigned site configurations
ar: تكوينات الموقع الغير مُعيّنة
cs: Nepřiřazené konfigurace stránky
cy: Cyfluniadau safle heb eu llofnodi
da: Ikke tildelte site konfigurationer
fa: پیکربندی‌های نسبت‌داده‌نشده به یک وبگاه
fr: Configurations de site non assignées
it: Configurazioni di sito non assegnate
nl: Niet-toegewezen siteconfiguraties
pl: Nieprzypisane konfiguracje witryny
ru: Неназначенные настройки сайта

# overview.unassignedSites.description
source: The following sites don't belong to any page anymore and can be removed.
ar: المواقع التالية لا تنتمي إلى أي صفحة بعد الآن، ويمكن إزالتها.
cs: Tyto stránky již nepatří k žádné stránce a mohou být smazány.
cy: Nid yw'r gwefannau canlynol yn perthyn i unrhyw dudalen bellach a gellir eu tynnu.
da: De følgende sites hører ikke længere til nogen side og kan fjernes.
fa: وبگاه‌های زیر دیگر به هیچ صفحه‌ای متعلق نیستند و امکان حذف آن‌ها هست.
fr: Les sites suivants n'appartiennent plus à aucune page et peuvent être supprimés.
it: I siti seguenti non appartengono più ad alcuna pagina e possono essere rimossi.
nl: De volgende sites horen niet meer bij een pagina en kunnen verwijderd worden.
pl: Następujące konfiguracje witryn nie należą już do żadnej strony i mogą zostać usunięte.
ru: Следующие сайты больше не относятся ни к одной странице и не могут быть удалены.

# overview.duplicatedEntryPoints
source: Duplicated Entrypoints
ar: نقاط إدخال مُكررة
cy: Pwyntiau Mynediad Dyblyg
da: Gentagede indgangspunkter
fr: Points d'entrée en doublon
it: Punti di Ingresso duplicati
nl: Dubbele beginpunten
pl: Zduplikowane punkty wejścia
ru: Точки входа дублируются

# overview.duplicatedEntryPoints.listing
source: The following entry points are used more than once:
ar: تم استخدام نقاط الإدخال أكثر من مرة
cy: Defnyddir y pwyntiau mynediad canlynol fwy nag unwaith:
da: De følgende indgangspunkter er brugt mere end en gang:
fr: Les points d'entrée suivants sont utilisés plusieurs fois :
it: I seguenti punti di ingresso sono utilizzati più volte:
nl: De volgende startpunten worden meer dan één keer gebruikt:
pl: Następujące punkty wejścia są wykorzystywane więcej niż jeden raz:
ru: Следующие точки входа используются более одного раза:

# validation.identifierRenamed.title
source: Renamed identifier
ar: المُعرّف "identifier" المُعاد تسميته
cs: Přejmenovaný identifikátor
cy: Dynodwr wedi'i ailenwi
da: Omdøbt identifikator
fa: شناسۀ تغییرنام یافته
fr: Identifiant renommé
it: Identificatore rinominato
nl: Identificatie hernoemd
pl: Zmieniono nazwę identyfikatora
ru: Переименованный идентификатор

# validation.identifierRenamed.message
source: Given site identifier "%1s" already exists. It has been renamed to "%2s". Maybe you want to edit the site again and give it a better name.
ar: مُعرّف "identifier" الموقع "%1s" موجود بالفعل. تم إعادة تسميته إلى "%2s". ربما تريد تعديل الموقع مرة أخرى وتسميته باسم أفضل.
cs: Zadaný identifikátor stránky "%1s" již existuje. Byl přejmenován na "%2s". Možná by jste chtěli stránku editovat ještě jednou a vybrat lepší jméno.
cy: O ystyried bod dynodwr y safle "%1s" eisoes yn bodoli. Mae wedi cael ei ailenwi'n "%2s". Efallai eich bod am olygu'r wefan eto a rhoi enw gwell iddo.
da: Den angivne site identifikator "%1s" allerede findes. Den er blevet omdøbt til "%2s". Måske skulle du redigere den igen og give den et bedre navn.
fa: شناسۀ وبگاه وارد شده "%1s" قبلا وجود داشته است. این نام به "%2s" تغییر یافت. ممکن است بخواهید این نام وبگاه را دوباره ویرایش کرده و نام بهتری انتخاب نمائید.
fr: L'identifiant de site "%1s" existe déjà. Il a été renommé en "%2s". Peut-être que vous voulez modifier le site à nouveau et lui donner un meilleur nom.
it: L'identificativo di sito "%1s" esiste già. È stato rinominato in "%2s". Potresti voler modificare di nuovo questo sito e assegnargli un nome migliore.
nl: De opgegeven site-identificatie "%1s" bestaat al. Het is hernoemd naar "%2s". De site kan opnieuw bewerkt worden en een betere naam krijgen.
pl: Podany identyfikator witryny "%1s" już istnieje. Został on zmieniony na "%2s". Może chcesz ponownie edytować witrynę i nadać mu lepszą nazwę.
ru: Уже имеется заданный идентификатор сайта "%1s". Он был переименован в "%2s". Возможно, вы захотите вернуться к редактированию сайта и дать ему лучшее название.

# validation.identifierExists.title
source: Identifier not changed
ar: لم يتم تغيير المُعرّف "identifier"
cs: Identifikátor nebyl změněn
cy: Dynodwr heb ei newid
da: Identifikator er ikke ændret
fa: شناسه تغییر نکرد
fr: Identifiant non modifié
it: Identificativo non modificato
nl: Identificatie niet gewijzigd
pl: Identyfikator nie został zmieniony
ru: Идентификатор не изменился

# validation.identifierExists.message
source: Given site identifier "%1s" already exists and points to a different site. The existing identifier "%2s" for this site is kept.
ar: مُعرّف الموقع "%1s" موجود بالفعل ويشير إلى موقع مختلف. تم الإحتفاظ بالمُعرّف الحالي "%2s" لهذا الموقع.
cy: O ystyried bod dynodwr safle "%1s" eisoes yn bodoli ac yn pwyntio at safle gwahanol. Cedwir y dynodwr presennol "%2s" ar gyfer y wefan hon.
da: Den angivne identifikator "%1s" findes allerede og peger på et andet site. Den eksisterende identifikator "%2s" til dette site beholdes.
fr: L'identifiant de site "%1s" existe déjà et pointe vers un autre site. L'identifiant existant "%2s" pour ce site est conservé.
it: L'identificativo di sito "%1s" esiste già e punta a un sito diverso. L'identificativo esistente "%2s" per questo sito viene mantenuto.
nl: De opgegeven site-ID "%1s" bestaat al en verwijst naar een andere site. De bestaande ID "%2s" voor deze site wordt aangehouden.
pl: Podany identyfikator witryny "%1s" już istnieje i wskazuje na inną witrynę. Istniejący identyfikator "%2s" dla tej witryny jest zachowany.

# validation.required.title
source: Site configuration not saved
ar: لم يتم حفظ إعدادات تكوين الموقع
cs: Konfigurace stránky nebyla uložena
cy: Nid yw cyfluniad y wefan wedi'i gadw
da: Site konfiguration ikke gemt
fa: پیکربندی سایت ذخیره نشد
fr: Configuration de site non sauvegardée
it: Configurazione del sito non salvata
nl: Site-configuratie niet opgeslagen
pl: Konfiguracja witryny nie została zapisana
ru: Конфигурация сайта не сохранена

# validation.required.message
source: Field "%1s" is a required field, but no value has been provided.
ar: الحقل "%1s" حقل مطلوب، ولكن لم يتم إدخال أي قيمة له.
cs: Pole "%1s" je povinné, ale žádná hodnota nebyla zadána.
cy: Mae maes "%1s" yn faes gofynnol, ond ni ddarparwyd unrhyw werth.
da: Feltet "%1s" er et krævet felt, men der er ikke tilføjet nogen værdi.
fa: بخش "%1s" ضروری است، اما مقداری برای آن در نظر گرفته نشده.
fr: Le champ "%1s" est un champ requis, mais aucune valeur n'a été fournie.
it: Il campo "%1s" è obbligatorio, ma non è stato immesso alcun valore.
nl: Veld "%1s" is een verplicht veld maar was niet ingevuld.
pl: Pole "%1s" jest polem wymaganym, ale nie podano żadnej wartości.
ru: Поле "%1s" обязательно, но не заполнено.

# validation.duplicateErrorCode.title
source: Duplicate error code removed
ar: تم حذف رمز الخطأ المكرر
cs: Duplicitní číslo chyby bylo smazáno
cy: Cod gwall dyblyg wedi'i dynnu
da: Duplikeret fejlkode fjernet
fa: کد خطای تکراری حذف شد
fr: Doublon de code d'erreur supprimé
it: Rimosso codice d'errore duplicato
nl: Dubbele foutcode verwijderd
pl: Usunięto zduplikowany kod błędu
ru: Дубликат кода ошибки удалён

# validation.duplicateErrorCode.message
source: Two error handler configurations for error code "%1s" found. This would be an invalid configuration, the dangling one has been removed.
ar: تم العثور على تكوينين في معالج الأخطاء لرمز الخطأ "%1s". سيكون هذا تكوين غير صالح، وقد تم إزالة واحد منها.
cs: Byly nalezeny dvě konfigurace handlerů chyb pro číslo chyby "%1s". Tato konfigurace by byla neplatná, tak zbytečná konfigurace byla odebrána.
cy: Daethpwyd o hyd i ddau gyfluniad trin gwall ar gyfer cod gwall "%1s". Byddai hwn yn gyfluniad annilys, mae'r un hongian wedi'i dynnu.
da: Der blev fundet to fejlhåndterings-konfigurationer for fejlkoden "%1s"- Det vil medføre en ugyldig konfiguration, den svageste er fjernet.
fa: دو پیکربندی برای اداره‌کنندۀ (هندلر) برای کدخطای "%1s"پیدا شد. این به معنای پیکربندی اشتباه است، پیکربندی معلق، حذف شد.
fr: Deux gestionnaires d'erreurs pour le code d'erreur "%1s" ont été trouvés. Cela provoquerait une configuration invalide, celui en trop a été supprimé.
it: Sono state trovate due configurazioni per il gestore errore con codice "%1s". Questa sarebbe una configurazione non valida; quella pendente è stata rimossa.
nl: Twee configuraties voor foutafhandeling gevonden voor foutcode "%1s". Dit is een incorrect configuratie, the extra configuratie is verwijderd.
pl: Znaleziono dwie konfiguracje obsługi błędów dla kodu błędu "%1s". Byłaby to nieprawidłowa konfiguracja, zawieszona została usunięta.
ru: Найдено две настройки обработчиков ошибки с кодом "%1s". Это ошибочная настройки и один из обработчиков удалён.

# validation.duplicateLanguageId.title
source: Duplicate language configuration removed
ar: تم حذف إعدادات تكوين اللغة المُكررة
cs: Duplicitní konfigurace jazyka byla smazána
cy: Cyfluniad iaith dyblyg wedi'i dynnu
da: Duplikeret sprog-konfiguration er fjernet
fa: پیکربندی تکراری زبان حذف شد
fr: Doublon de configuration de langue supprimé
it: Rimossa configurazione, duplicata, di lingua
nl: Dubbele taalconfiguratie verwijderd
pl: Zduplikowana konfiguracja języka została usunięta
ru: Удален дубликат настройки языка

# validation.duplicateLanguageId.message
source: Two language configurations for language "%1s" found. This would be an invalid configuration, the dangling one has been removed.
ar: تم العثور على تكوينين مختلفين للغة "%1s". سيكون هذا تكوين غير صالح، وقد تمت إزالة إحدى هذه التكوينات.
cs: Byly nalezeny dvě konfigurace jazyků pro jazyk "%1s". Tato konfigurace by byla neplatná, tak zbytečná konfigurace byla odebrána.
cy: Darganfuwyd dau gyfluniad iaith ar gyfer iaith "%1s". Byddai hwn yn gyfluniad annilys, mae'r un hongian wedi'i dynnu.
da: To sprog-konfigurationer for sproget "%1s" blev fundet. Det vil medføre en ugyldig konfiguration, den svageste er fjernet.
fa: دو پیکربندی برای زبان "%1s"پیدا شد. این به معنای پیکربندی اشتباه است، پیکربندی معلق، حذف شد.
fr: Deux configurations pour la langue "%1s" ont été trouvées. Ce serait une configuration invalide, celle en trop a été supprimée.
it: Trovate due configurazioni per la lingua "%1s". Questa sarebbe una configurazione non valida; quella pendente è stata rimossa.
nl: Twee configuraties voor taal "%1s" gevonden. Dit is een ongeldige configuratie, de extra configuratie is verwijderd.
pl: Znaleziono dwie konfiguracje języka dla języka "%1s". Byłaby to nieprawidłowa konfiguracja, zawieszona została usunięta.
ru: Найдено две настройки для языка "%1s". Это ошибочная настройка, и одна из них удалена.
