Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_layout.xlf
Languages: ar, cy, da, fa, fi, fr_ca, hi, hu, it, ja, nl, no, pl, pt_br, sv

# title
source: Page content
ar: محتوى الصفحة
cy: Cynnwys tudalen
da: Side indhold
fa: محتوای صفحه
fi: Sivun sisältö
fr_ca: Contenu de page
hi: पेज कंटेंट
hu: Oldaltartalom
it: Contenuto di Pagina
ja: ページコンテンツ
nl: Paginainhoud
no: Sideinnhold
pl: Treść strony
pt_br: Conteúdo de Página
sv: Sidinnehåll

source: Advanced functions
ar: وظائف متقدمة
cy: Swyddogaethau uwch
da: Avancerede funktioner
fa: توابع پیشرفته
fi: Lisätoiminnot
fr_ca: Fonctions avancées
hi: एडवांस्ड फ़ंक्शन्स
hu: Speciális műveletek
it: Funzioni avanzate
ja: 高度な機能
nl: Geavanceerde functies
no: Avanserte funksjoner
pl: Zaawansowanie funkcje
pt_br: Funções avançadas
sv: Avancerade funktioner

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
ar: عذراً، لا تملك الصلاحيات الكافية للتعديل على عناصر هذه الصفحة
cy: Mae'n ddrwg gennym, nid oes gennych ganiatâd i olygu eitemau ar y dudalen hon!
da: Du har desværre ikke tilladelse til at redigere emner på denne side!
fa: متاسفانه شما اجازۀ ویرایش جزئیات این صفحه را ندارید!
fi: Valitettavasti sinulla ei ole oikeuksia muokata tämän sivun sisältöä!
fr_ca: Désolé, vous n'avez pas la permission de modifier les éléments sur cette page !
hi: क्षमा करें, आपको इस पेज पर कंटेंट को संपादित करने की अनुमति नहीं है।
hu: Sajnáljuk, Ön nem rendelkezik a szükséges jogosultságokkal az oldal elemeinek szerkesztéséhez!
it: Non possiedi l'autorizzazione per modificare gli elementi in questa pagina!
ja: 申し訳ありません。このページでの編集権限がございません。
nl: Sorry, u heeft niet de nodige rechten om items op deze pagina te bewerken!
no: Beklager, du har ikke rettigheter til å redigere på denne siden!
pl: Niestety, nie masz uprawnień do edytowania elementów na tej stronie!
pt_br: Infelizmente você não tem permissões para editar ítens nesta página!
sv: Tyvärr har du inte behörighet att redigera objekt på denna sida!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
ar: عذراً، لا تملك الصلاحيات الكافية للتعديل على هذه الصفحة
cy: Mae'n ddrwg gennym, nid oes gennych ganiatâd i olygu'r dudalen hon!
da: Du har desværre ikke tilladelse til at redigere denne side!
fa: متاسفانه شما امکان ویرایش این صفحه را ندارید!
fi: Valitettavasti sinulla ei ole oikeuksia muokata tätä sivua!
fr_ca: Désolé, vous n'avez pas la permission de modifier cette page !
hi: क्षमा करें, आपको इस पेज को संपादित करने की अनुमति नहीं है!
hu: Sajnáljuk, Ön nem rendelkezik a szükséges jogosultsággal az oldal szerkesztéséhez!
it: Non hai l'autorizzazione per modificare questa pagina!
ja: 申し訳ありません。このページの編集権限がございません。
nl: Sorry, u heeft geen rechten om deze pagina te bewerken!
no: Beklager, du har ikke rettigheter til å redigere på denne siden!
pl: Niestety, nie masz uprawnień do edytowania tej strony!
pt_br: Infelizmente você não tem permissões para editar esta página!
sv: Tyvärr har du inte behörighet att redigera denna sida!

# moveUp
source: Move record up
ar: نقل السجل للأعلى
cy: Symud record i fyny
da: Flyt element op
fa: انتقال به ردیف بالا
fi: Siirrä tietuetta ylöspäin
fr_ca: Déplacer l'enregistrement vers le haut
hi: रिकॉर्ड ऊपर ले जाएँ
hu: Elem mozgatása felfelé
it: Sposta su il record
ja: レコードの上部へ移動
nl: Record naar boven verplaatsen
no: Flytt post opp
pl: Przesuń wpis do góry
pt_br: Mover registro para cima
sv: Flytta post uppåt

# moveDown
source: Move record down
ar: نقل السجل للأسفل
cy: Symud record i lawr
da: Flyt element ned
fa: انتقال به ردیف پائین
fi: Siirrä tietuetta alaspäin
fr_ca: Déplacer l'enregistrement vers le bas
hi: रिकॉर्ड नीचे ले जाएँ
hu: Elem mozgatása lefelé
it: Sposta giù il record
ja: レコードの下部へ移動
nl: Record naar beneden verplaatsen
no: Flytt post ned
pl: Przesuń wpis na dół
pt_br: Mover registro para baixo
sv: Flytta post nedåt

source: Un-hide
ar: عرض
cy: Dad-guddio
da: Synliggør
fa: ظاهر کردن
fi: Poista piilosta
fr_ca: Rendre visible
hi: सामने लाएँ
hu: Láthatóvá tesz
it: Mostra
ja: 表示
nl: Zichtbaar maken
no: Vis
pl: Odkryj
pt_br: Mostrar
sv: Ta fram

source: Hide
ar: إخفاء
cy: Cuddio
da: Skjul
fa: پنهان کردن
fi: Piilota
fr_ca: Masquer
hi: छुपाएँ
hu: Elrejt
it: Nascondi
ja: 非表示
nl: Verbergen
no: Skjul
pl: Ukryj
pt_br: Ocultar
sv: Dölj

source: Edit
ar: تحرير
cy: Golygu
da: Redigér
fa: ویرایش
fi: Muokkaa
fr_ca: Éditer
hi: ऐडिट
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Bewerken
no: Rediger
pl: Edytuj
pt_br: Editar
sv: Redigera

# newAfter
source: New record after this one
ar: إنشاء سجل جديد بعد هذا السجل
cy: Record newydd ar ôl yr un hon
da: Nyt element efter dette
fa: ایجاد یک ردیف بعد از این
fi: Uusi tietue tämän jälkeen
fr_ca: Nouvel enregistrement après celui-ci
hi: इस एक के बाद नया रिकार्ड
hu: Új elem hozzáadása ez után
it: Nuovo oggetto dopo questo
ja: この後に、新規レコード
nl: Nieuw record na deze
no: Ny post etter denne
pl: Nowy wpis za tym
pt_br: Novo registro após este
sv: Ny post efter denna

# move_record
source: Re-position current content element
ar: إعادة وضع عنصر المحتوى الحالي
cy: Ail-leoli'r elfen cynnwys gyfredol
da: Gen-placér aktuelle indholdselement
fa: جانمائی مجدد این عنصر محتوایی
fi: Siirrä tämä sisältöelementti
fr_ca: Repositionner l'élément de contenu courant
hi: फिर से स्थिति में कंटेंट को लाए
hu: Aktuális elem újra pozicionálása
it: Riposiziona l'elemento di contenuto corrente
ja: このコンテンツエレメントを再配置
nl: Huidig inhoudselement opnieuw plaatsen
no: Flytt gjeldene innholdselement
pl: Zmień pozycję bieżącego elementu strony
pt_br: Reposicionar elemento atual de conteúdo
sv: Omplacera nuvarande sidinnehåll

source: Move page
ar: نقل الصفحة
cy: Symud tudalen
da: Flyt side
fa: جابه‌جایی صفحه
fi: Siirrä sivu
fr_ca: Déplacer la page
hi: पेज का स्थान-परिवर्तन
hu: Oldal mozgatása
it: Sposta la pagina
ja: ページを移動
nl: Pagina verplaatsen
no: Flytt side
pl: Przenieś stronę
pt_br: Mover página
sv: Flytta sida

source: Move folder
ar: نقل المُجلّد
cy: Symud ffolder
da: Flyt mappe
fr_ca: Déplacer le dossier
it: Sposta cartella

# deleteItem
source: Delete
ar: حذف
cy: Dileu
da: Slet
fa: حذف
fi: Poista
fr_ca: Supprimer
hi: डिलीट
hu: Törlés
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Excluir
sv: Ta bort

# deleteWarning
source: Are you sure you want to delete this record?
ar: هل أنت متأكد من أنك ترغب في حذف هذ العنصر؟
cy: Ydych chi'n siŵr eich bod chi am ddileu'r cofnod hwn?
da: Er du sikker på at du vil slette dette element?
fa: آیا مطمئنید که می‌خواهید این ردیف را حذف کنید؟
fi: Haluatko varmasti poistaa tämän tietueen?
fr_ca: Voulez-vous vraiment supprimer cet enregistrement?
hi: आप सुनिश्चित हैं, इस रिकॉर्ड को डिलीट करना चाहते हैं?
hu: Biztosan törölni szeretné ezt az elemet?
it: Sei sicuro di voler eliminare questo record?
ja: このレコードを削除してよろしいでしょうか?
nl: Dit record daadwerkelijk verwijderen?
no: Er du sikker på at du ønsker å slette denne posten?
pl: Czy na pewno chcesz usunąć ten rekord?
pt_br: Você tem certeza de que deseja excluir este registro?
sv: Är du säker på att du vill ta bort denna post?

# pasteIntoColumn
source: Paste into this column
ar: لصق داخل هذا العمود
cy: Gludwch i'r golofn hon
da: Indsæt i denne kolonne
fa: الحاق به این ستون
fi: Liitä tähän palstaan
fr_ca: Coller dans cette colonne
hi: इस कालम में पेस्ट करें
hu: Beillesztés ebbe az oszlopba
it: Incolla in questa colonna
nl: In deze kolom plakken
no: Lim inn i denne kolonnen
pl: Wklej do tej kolumny
pt_br: Colar nesta coluna
sv: Klistra in i denna kolumn

# pasteAfterRecord
source: Paste after this record
ar: لصق بعد هذا السجل
cy: Gludwch ar ôl y cofnod hwn
da: Indsæt efter dette element
fa: الصاق به بعد از این ردیف
fr_ca: Coller après ce contenu
it: Incolla dopo questo record
nl: Achter dit record plakken
no: Lim inn etter denne posten
pl: Wklej za tym rekordem
pt_br: Colar após este registro

# paste.modal.title.paste
source: Paste record
ar: لصق السجل
cy: Gludo cofnod
da: Indsæt element
fa: الصاق ردیف
fr_ca: Coller l'enregistrement
it: Incolla record
nl: Record plakken
no: Lim inn post
pl: Wklej rekord
pt_br: Colar registro

# paste.modal.paste
source: Do you want to paste the record to this position?
ar: هل تريد لصق السجل في هذا الموقع؟
cy: Ydych chi am gludo'r cofnod i'r sefyllfa hon?
da: Vil du indsætte elementet til denne position?
fr_ca: Voulez-vous coller l'enregistrement à cette position ?
it: Vuoi incollare il record in questa posizione?
nl: Het record op deze plaats plakken?
pl: Czy chcesz wkleić ten rekord na tej pozycji?

# paste.modal.button.cancel
source: Cancel
ar: إلغاء
cy: Canslo
da: Annullér
fa: لغو
fi: Peruuta
fr_ca: Annuler
hi: रद्द करें
it: Annulla
nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
sv: Avbryt

# paste.modal.button.paste
source: Paste
ar: لصق
cy: Gludo
da: Indsæt
fr_ca: Coller
it: Incolla
nl: Plakken
pl: Wklej

# editColumn
source: Edit this column
ar: تعديل هذا العمود
cy: Golygu'r golofn hon
da: Redigér denne kolonne
fa: ویرایش این ستون
fi: Muokkaa tätä palstaa
fr_ca: Éditer cette colonne
hi: इस कॉलम को ऐडिट करे
hu: Oszlop szerkesztése
it: Modifica questa colonna
ja: この列を編集
nl: Deze kolom bewerken
no: Rediger denne kolonnen
pl: Edytuj tę kolumnę
pt_br: Edita esta coluna
sv: Redigera denna kolumn

# editPageProperties_curLang
source: Edit translation properties
ar: تعديل خصائص الترجمة
cy: Golygu priodweddau cyfieithu
da: Redigér oversættelsesegenskaber
fa: ویرایش ویژگی‌های ترجمه
fi: Muokkaa käännöksen ominaisuuksia
fr_ca: Modifier les propriétés de traduction
hi: एडिट करे अनुवाद प्रॉपर्टीस
hu: Fordítási tulajdonságok szerkesztése
it: Modifica le proprietà della traduzione
ja: 翻訳プロパティを編集
nl: Vertaaleigenschappen bewerken
no: Rediger egenskaper for oversettelse
pl: Edytuj ustawienia językowe
pt_br: Editar propriedades de tradução
sv: Redigera språkegenskaper

# editInRTE
source: Edit in Rich Text Editor
ar: التعديل في محرر النص "Rich Text Editor"
cy: Golygu yn Golygydd Testun Cyfoethog
da: Redigér i rich text editor
fa: ویرایش به شکل پیشرفته
fi: Muokkaa Rich Text Editorilla
fr_ca: Éditer dans l'éditeur de texte avec mise en forme
hi: एडिट करे रिच टेक्स्ट एडिटर
hu: Szerkesztés Rich Text szerkesztőben
it: Modifica nell'editor di testo (RTE)
ja: リッチテキストエディタで編集
nl: In Rich-text-editor bewerken
no: Rediger i rik teksteditor
pl: Edycja w tekstowym edytorze
pt_br: Editar no Editor Rich Text
sv: Redigera i textredigeraren

# newPageContent
source: Create page content
ar: إنشاء محتوى الصفحة
cy: Creu cynnwys tudalen
da: Opret sideindhold
fa: ایجاد محتوای صفحه
fi: Luo sivulle sisältöä
fr_ca: Créer un contenu de page
hi: पेज के कंटेंट बनाएं
hu: Oldaltartalom létrehozása
it: Crea contenuto di pagina
ja: ページコンテンツを作成
nl: Paginainhoud aanmaken
no: Lage sideinnhold
pl: Stwórz zawartość strony
pt_br: Criar conteúdo de página
sv: Skapa sidinnehåll

# newPageContent_translate
source: Translate
ar: ترجمة
cy: Cyfieithwch
da: Oversæt
fa: ترجمه
fi: Käännä
fr_ca: Traduire
hi: अनुवाद
it: Traduci
nl: Vertaal
no: Oversett
pl: Przetłumacz
pt_br: Traduzir
sv: Översätt

# newPageContent2
source: New content
ar: محتوى جديد
cy: Cynnwys newydd
da: Nyt indhold
fa: محتوای جدید
fi: Uusi sisältö
fr_ca: Nouveau contenu
hi: नई कंटेंट
hu: Új tartalom
it: Nuovo contenuto
ja: 新規コンテンツ
nl: Nieuwe inhoud
no: Nytt innhold
pl: Nowa treść
pt_br: Novo conteúdo
sv: Nytt innehåll

source: Content
ar: مُحتوى
cy: Cynnwys
da: Indhold
fa: محتوا
fi: Sisältö
fr_ca: Contenu
hi: कंटेंट
hu: Tartalom
it: Contenuto
ja: コンテンツ
nl: Inhoud
no: Innhold
pl: Treść
pt_br: Conteúdo
sv: Innehåll

# newInColumn
source: Create new record in top of this column
ar: إنشاء سجل جديد في أعلى هذا العمود
cy: Creu cofnod newydd ar ben y golofn hon
da: Opret nyt element i toppen af denne kolonne
fa: ایجاد ردیف جدید در ابتدای این ستون
fi: Luo uutta sisältöä tämän palstan alkuun
fr_ca: Créer un nouvel enregistrement au sommet de cette colonne
hi: इस टॉप कॉलम में नया रिकॉर्ड बनाएँ
hu: Új rekord létrehozása az oszlop tetején
it: Crea nuovo record in cima a questa colonna
ja: この列の上部に新規レコードを作成
nl: Nieuw record aanmaken bovenaan deze kolom
no: Opprett ny post i toppen av kolonnen
pl: Utwórz nowy rekord w górze tej kolumny
pt_br: Criar novo registro no topo desta coluna
sv: Skapa ny post överst i denna kolumn

source: records
ar: السجلات
cy: cofnodion
da: elementer
fa: ردیف
fi: tietueet
fr_ca: enregistrements
hi: रेकॉर्ड्स
hu: rekordok
it: i record
ja: レコード
no: poster
pl: rekordy
pt_br: registros
sv: poster

source: Page information
ar: معلومات الصفحة
cy: Gwybodaeth am y dudalen
da: Sideinformation
fa: اطلاعات صفحه
fi: Sivun tiedot
fr_ca: Information sur la page
hi: पेज की जानकारी
hu: Oldalinformációk
it: Informazioni pagina
ja: ページ情報
nl: Paginainformatie
no: Sideinformasjon
pl: Informacje o stronie
pt_br: Informação de página
sv: Sidinformation

source: Go to table
ar: اذهب إلى الجدول
cy: Ewch i'r bwrdd
da: Gå til tabel
fa: جدول
fi: Näytä taulu
fr_ca: Aller à la table
hi: टेबल पर जाएं
hu: Ugrás a táblázathoz
it: Vai alla tabella
ja: テーブルへ移動
nl: Ga naar tabel
no: Gå til tabell
pl: Przejdź do tabeli
pt_br: Ir à tabela
sv: Gå till tabell

source: Internal notes
ar: مُلاحظات داخلية
cy: Nodiadau mewnol
da: Interne noter
fa: یادداشت‌های داخلی
fi: Sisäinen muistio
fr_ca: Notes internes
hi: आंतरिक नोट्स
hu: Belső megjegyzések
it: Note interne
ja: 内部記録
nl: Interne notities
no: Interne notater
pl: Wewnętrzne notatki
pt_br: Notas internas
sv: Interna anteckningar

# clearCache
source: Click here to clear cache for this page.
ar: انقر هنا لِمسح ذاكرة التخزين المُؤقت لهذه الصفحة.
cy: Cliciwch yma i glirio storfa ar gyfer y dudalen hon.
da: Klik her for at rydde cache for denne side.
fa: برای حذف حافظۀ‌میان‌گیر این صفحه اینجا کلیک کنید
fi: Tyhjennä tämän sivun välimuisti.
fr_ca: Cliquez ici pour vider le cache de cette page.
hi: इस पेज की Cache करने के लिए, यहां क्लिक करें!
hu: Klikkeljen ide az oldal gyorsítótárból való eltávolításához.
it: Clicca qui per cancellare la cache per questa pagina.
ja: このページのキャッシュをクリアするにはここをクリック
nl: Klik hier om de cache voor deze pagina te legen
no: Klikk her for å tømme mellomlager for denne siden
pl: Kliknij tutaj, aby wyczyścić pamięć podręczną dla tej strony.
pt_br: Clique aqui para limpar o cache para esta página.
sv: Klicka här för att rensa cache-minnet för denna sida.

# hiddenCE
source: Show hidden content elements
ar: إظهارْ عناصر المُحتوى المَخفية
cy: Dangos elfennau cynnwys cudd
da: Vis skjulte indholdselementer
fa: نمایش عناصر محتوایی پنهان
fi: Näytä piilotettu sivun sisältö
fr_ca: Montrer les éléments de contenu masqués
hi: छुपे हुए कंटेंट को दिखाए
hu: Rejtett tartalmi elemek megjelenítése
it: Mostra elementi di contenuto nascosti
ja: 非表示コンテンツエレメントを表示
nl: Verborgen inhoudselementen tonen
no: Vis skjulte innholdselementer
pl: Pokaż ukryte elementy strony
pt_br: Mostrar elementos de conteúdo ocultos
sv: Visa dolda innehållselement

# new_language
source: Create a new translation of this page
ar: إنشاء ترجمة جديدة لهذه الصفحة
cy: Creu cyfieithiad newydd o'r dudalen hon
da: Opret ny oversættelse af denne side
fr_ca: Créer une nouvelle traduction de cette page
it: Crea una nuova traduzione di questa pagina
ja: このページの翻訳を新規作成
nl: Nieuwe vertaling van deze pagina maken

# newLabel
source: NEW
ar: جديد
cy: NEWYDD
da: NY
fa: جدید
fi: UUSI
fr_ca: NOUVEAU
hi: नया
hu: ÚJ
it: NUOVO
ja: 新規
nl: NIEUW
no: NY
pl: NOWY
pt_br: NOVO
sv: NY

# defaultLanguage
source: Default
ar: افتراضي
cy: Yn ddiofyn
da: Standard
fa: پیش‌فرض
fi: Oletus
fr_ca: Par défaut
hi: डिफ़ॉल्ट
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
sv: Standard

source: Edit language header
ar: تعديل ترويسة اللغة "Language Header"
cy: Golygu pennawd iaith
da: Redigér sprog sidehoved
fa: ویرایش عنوان زبان
fi: Muokkaa kielen otsikkotietoja
fr_ca: Éditer l'en-tête de la langue
hi: एडिट करे भाषा का हैडर
hu: Nyelvi fejléc szerkesztése
it: Modifica l'intestazione di lingua
ja: 言語ヘッダーを編集
nl: Taal-kop bewerken
no: Redigere språkoverskriften
pl: Edytuj nagłówek języka
pt_br: Editar cabeçalho de idioma
sv: Redigera rubrik för språket

source: Edit page properties
ar: تعديل خصائص الصفحة
cy: Golygu priodweddau tudalen
da: Redigér sideegenskaber
fa: ویرایش مشخصات صفحه
fi: Muokkaa sivun ominaisuuksia
fr_ca: Modifier les propriétés de la page
hi: एडिट करे पेज की प्रॉपर्टीस
hu: Oldaltulajdonságok szerkesztése
it: Modifica le proprietà della pagina
ja: ページプロパティを編集
nl: Paginaeigenschappen bewerken
no: Rediger sideegenskaper
pl: Edycja ustawień strony
pt_br: Editar propriedades de página
sv: Redigera sidegenskaper

# editPageTitle
source: Edit the page title
ar: تعديل عنوان الصفحة
cy: Golygu teitl y dudalen
da: Rediger sidetitlen
fr_ca: Modifier le titre de la page
it: Modifica il titolo della pagina

source: Edit page language overlay properties
ar: تعديل خصائص تراكب لغة الصفحة
cy: Golygu priodweddau troshaen iaith tudalen
da: Redigér sidens sprogegenskaber
fa: ویرایش مشخصات لایۀ‌فوقانی زبان صفحه
fi: Muokkaa sivun kieliversion ominaisuuksia
fr_ca: Modifier les propriétés de la traduction de la page
hi: एडिट करे पेज की भाषा प्रॉपर्टीस
hu: Fordítási tulajdonságok szerkesztése
it: Modifica le proprietà della traduzione di pagina
ja: 代替言語ページのプロパティを編集
nl: Vertaaleigenschappen bewerken
no: Redigere egenskaper for språk
pl: Edycja nakładki Zmień język strony
pt_br: Editar propriedade de sobreposição de idioma na página
sv: Redigera sidans språköverlagringsegenskaper

# editThisColumn
source: Edit the '%s' field of the listed pages
ar: تعديل حقل '%s' للصفحات المُدْرَجة
cy: Golygu%s' y tudalennau rhestredig
da: Redigér feltet '%s' på de viste sider
fr_ca: Modifier le champ '%s' des pages listées
it: Modifica il campo '%s' delle pagine elencate
nl: Het veld '%s' van de vermelde pagina's bewerken
pl: Edytuj pole '%s' wymienionych stron

# editDefaultLanguagePage
source: Edit default language page properties
ar: تعديل خصائص صفحة اللغة الافتراضية
cy: Golygu priodweddau tudalen iaith ddiofyn
da: Redigér standardsprogs sideegenskaber
fr_ca: Modifier les propriétés de la page de la langue par défaut
it: Modifica le proprietà della pagina della lingua predefinita
nl: Paginaeigenschappen in standaardtaal bewerken

# newRecordGeneral
source: Create new record
ar: إنشاء سجل جديد
cy: Creu cofnod newydd
da: Opret nyt element
fa: ساخت ردیف جدید
fi: Luo uusi tietue
fr_ca: Créer un nouvel enregistrement
hi: नया रिकार्ड बनाएं
hu: Új rekord létrehozása
it: Crea nuovo record
ja: レコードを新規作成
nl: Nieuw record aanmaken
no: Lag en ny post
pl: Utwórz nowy rekord
pt_br: Criar novo registro
sv: Skapa en ny post

# newContentElement
source: Create new content element
ar: إنشاء عنصر محتوى جديد
cy: Creu elfen cynnwys newydd
da: Opret nyt indholdselement
fa: ایجاد عنصرمحتوایی جدید
fi: Luo uusi sisältöelementti
fr_ca: Créer un nouvel élément de contenu
hi: नया कंटेंट बनाये
hu: Új tartalmi elem létrehozása
it: Crea nuovo contenuto
ja: コンテンツエレメントを新規作成
nl: Nieuw inhoudselement aanmaken
no: Lag nytt innholdselement
pl: Dodaj nowy element treści
pt_br: Criar novo elemento de conteúdo
sv: Skapa ett nytt innehållselement

# CEonThisPage
source: Content elements on this page
ar: عناصر المحتوى في هذه الصفحة
cy: Elfennau cynnwys ar y dudalen hon
da: Indholdselementer på denne side
fr_ca: Éléments de contenu sur cette page
it: Elementi di contenuto in questa pagina
ja: このページ上のコンテンツエレメント
nl: Inhoudselementen op deze pagina
pl: Elementy treści na tej stronie:
pt_br: Elementos de conteúdo nesta página

# newPage
source: Create new page
ar: إنشاء صفحة جديدة
cy: Creu tudalen newydd
da: Opret ny side
fa: ایجاد صفحۀ جدید
fi: Luo uusi sivu
fr_ca: Créer une nouvelle page
hi: नया पेज बनाएँ
hu: Új oldal létrehozása
it: Crea nuova pagina
ja: ページを新規作成
nl: Nieuwe pagina aanmaken
no: Lag ny side
pl: Utwórz nową stronę
pt_br: Criar nova página
sv: Skapa ny sida

# newPage2
source: New page
ar: صفحة جديدة
cy: Tudalen newydd
da: Ny side
fa: صفحۀ جدید
fi: Uusi sivu
fr_ca: Nouvelle page
hi: नया पेज
hu: Új oldal
it: Nuova pagina
ja: 新規ページ
nl: Nieuwe pagina
no: Ny side
pl: Nowa strona
pt_br: Nova página
sv: Ny sida

# noAccess
source: No edit access
ar: لا يوجد صلاحية التعديل
cy: Dim mynediad golygu
da: Ingen redigér-adgang
fa: ویرایش بدون دسترسی
fi: Ei muokkausoikeutta
fr_ca: Pas d'accès en modification
hi: संपादित करने की अनुमति नहीं है!
hu: Nincs szerkesztési jogosultsága
it: Accesso per la modifica non consentito
ja: 編集権限がありません
nl: Geen toegang voor het bewerken
no: Ingen redigeringstilgang
pl: Brak uprawnień edycji
pt_br: Sem acesso de edição
sv: Inga redigeringsrättigheter

# noAccess_msg
source: You do not have access to edit the requested record.
ar: ليس لديك حق الوصول لتعديل السجل المطلوب.
cy: Nid oes gennych fynediad i olygu'r cofnod y gofynnwyd amdano.
da: Du har ikke adgang til at redigere det forespurgte element.
fa: شما به قابلیت ویرایش ردیف درخواستی دسترسی ندارید.
fi: Sinulla ei ole muokkausoikeuksia tähän tietueeseen.
fr_ca: Vous n'avez pas accès à la modification de l'enregistrement demandé.
hi: आपको इस रिकॉर्ड को एडिट करने की अनुमति नहीं है!
hu: Nincs elegendő jogosultsága a kért rekord szerkesztéséhez.
it: Non hai i permessi per modificare il record richiesto.
ja: あなたは、このレコードを編集する権限がありません
nl: U heeft geen rechten om het opgevraagde record te bewerken.
no: Du har ikke tilgang til å redigere posten/innholdet.
pl: Nie masz dostępu do edycji wybranego rekordu.
pt_br: Você não tem acesso para editar o registro requisitado.
sv: Du har ej behörighet att redigera den begärda posten.

source: Not assigned
ar: غير مُعتَمد
cy: Heb ei aseinio
da: Ikke tildelt
fa: منتسب نشده
fi: Ei määritelty
fr_ca: Non assigné(e)
hi: सौंपा नहीं गया है
hu: Nem hozzárendelt
it: Non assegnato
ja: 未割当
nl: Niet toegewezen
no: Ikke tildelt
pl: Nieprzypisane
pt_br: Não atribuído
sv: Ej tilldelad

# undoLastChange
source: Undo/Redo last change (%s ago)
ar: تراجع عن/إستعادة كتابة آخر تعديل (منذ %s)
cy: Dadwneud / Ail-wneud y newid diwethaf (%s ôl)
da: Fortryd/gentag sidste ændring (for %s siden)
fa: واگرد/بازانجام آخرین تغییر (%s پیش)
fi: Kumoa/tee uudestaan viimeisin muutos (%s sitten)
fr_ca: Annuler/rétablir la dernière modification (il y a %s)
hi: पूर्ववत/अंतिम परिवर्तन फिर से करें (% s पहले)
hu: Utolsó módosítások visszavonása/újra végrehajtása (%s óta)
it: Annulla/Ripeti l'ultima modifica (%s fa)
ja: Undo/Redo 最終変更(%s 前)
nl: Laatste wijziging ongedaan maken/herhalen (%s geleden)
no: Angre/gjør om siste endringen (%s siden)
pl: Cofnij/Ponów ostatnią zmianę (%s temu)
pt_br: Desfazer/Refazer última mudança (%s atrás)
sv: Ångra/Gör om senaste ändringen (%s sedan)

# recordHistory
source: View record change history
ar: عرض سجل التعديلات على السجل
cy: Gweld hanes newid record
da: Vis ændringshistorie for element
fa: نمایش سابقۀ فعالیت ردیف
fi: Näytä muutoshistoria
fr_ca: Voir l'historique de changement de l'enregistrement
hi: रिकॉर्ड परिवर्तन हिस्ट्री देखो
hu: Rekord módosítási előzmények megjelenítése
it: Visualizza la cronologia delle modifiche del record
ja: 変更履歴を表示
nl: Geschiedenis van record bekijken
no: Vis endringshistorikk
pl: Zobacz historię zmian rekordu
pt_br: Ver histórico de mudança de registro
sv: Visa ändringshistoriken

# viewContent
source: Viewing content of
ar: عرض محتوى
cy: Gweld cynnwys o
da: Vis indhold af
fa: دیدن محتوای
fi: Näytetään sisältö
fr_ca: Affichage du contenu de
hi: देखते रहो कंटेंट ऑफ़
hu: Tartalom megjelenítése innen
it: Visualizzazione del contenuto di
ja: 内容表示中:
nl: Inhoud tonen van
no: Vis innhold fra
pl: Wyświetlanie zawartości
pt_br: Vendo conteúdo de
sv: Visar innehåll från

# tt_board_subject
source: Subject
ar: الموضوع
cy: Pwnc
da: Emne
fa: موضوع
fi: Aihe
fr_ca: Sujet
hi: विषय
hu: Tárgy
it: Oggetto
ja: 件名
nl: Onderwerp
no: Emne
pl: Temat
pt_br: Assunto
sv: Ämne

# tt_board_author
source: Author
ar: المُؤلّف
cy: Awdur
da: Forfatter
fa: ایجاد کننده
fi: Kirjoittaja
fr_ca: Auteur
hi: लेखक
hu: Szerző
it: Autore
ja: 著者
nl: Auteur
no: Forfatter
pl: Autor
pt_br: Autor
sv: Författare

# tt_board_date
source: Date
ar: التاريخ
cy: Dyddiad
da: Dato
fa: تاریخ
fi: Päiväys
hi: तारीख़
hu: Dátum
it: Data
ja: 日付
nl: Datum
no: Dato
pl: Data
pt_br: Data
sv: Datum
