Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang.xlf
Languages: cy, da, fa, no, pl, pt_br

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
cy: Nid oes modiwlau wedi'u cofrestru. Cysylltwch â gweinyddwr eich system.
da: Ingen moduler er registreret. Kontakt din systemadministrator om dette.
fa: هیچ بخشی ثبت نشده. لطفا با مدیر سایت خود تماس بگیرید.
no: Ingen moduler er registrert. Vennligst ta kontakt med din systemadministrator.
pl: Brak zarejestrowanych modułów. Proszę skontaktować się z administratorem systemu.
pt_br: Nenhum módulo foi registrado. Por favor contacte seu administrador de sistema.

source: Show references
cy: Dangos cyfeiriadau
da: Vis referencer
fa: نمایش مراجع
no: Vis referanse
pl: Pokaż referencje
pt_br: Mostrar as referências

# systemmessage.header
source: Application Information
cy: Gwybodaeth am y Cais
da: Program-information
fa: اطلاعات برنامۀ کاربردی
no: Programinformasjon
pl: Informacje o aplikacji
pt_br: Informação do aplicativo

# systemmessage.intro
source: This is a short system overview. For advanced information please head to the <a href="%s">Environment Module</a>.
cy: Trosolwg byr o'r system yw hwn. Am wybodaeth ddatblygedig, ewch i'r <a href="%s"> Modiwl Amgylchedd </a>.
da: Dette er et kort systemoverblik. For avanceret information, åben dit <a href="%s">Miljø modul</a>.
pl: To jest krótki przegląd systemu. Aby uzyskać zaawansowane informacje, przejdź do<a href="%s">Modułu Środowisko</a>.
pt_br: Esta é uma breve visão geral do sistema. Para informações avançadas, vá até o <a href="%s">Módulo de Ambiente</a>.

# systemmessage.allgood
source: Your system is fully operational. Have a nice day.
cy: Mae eich system yn gwbl weithredol. Cael diwrnod braf.
da: Dit system er fuldt operationelt. Fortsat god dag.
fa: سامانۀ شما دایر است. روز خوبی داشته باشید.
no: Ditt system er fullt operasjonelt. Ha en fin dag.
pl: Twój system jest w pełni gotowy. Miłego dnia
pt_br: Seu sistema está totalmente operacional. Tenha um bom dia.

# usermodule.su.list
source: Recently switched to
cy: Newidiwyd yn ddiweddar i
da: Skiftet til for nyligt
fa: اخیرا تعویض شده به
no: Nylig byttet til
pl: Ostatnio przełączono na
pt_br: Alterado recentemente para

# usermodule.su.tooltip
source: Switch to user %s
cy: Newid i ddefnyddiwr %s
da: Skift til bruger %s
fa: تعویض به کاربر %s
no: Bytt til bruker %s
pl: Przełącz na użytkownika %s
pt_br: Alternar para usuário %s

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png).
cy: Logo: Os yw wedi'i osod, bydd y logo hwn yn cael ei ddefnyddio yn lle'r logo TYPO3 uwchben y meysydd credadwy mewngofnodi (ee fileadmin / images / login-logo.png neu EXT: my_theme / Resources / Public / Images / login-logo.png neu // domain.tld / mewngofnodi-logo.png).
da: Logo: Hvis angivet, vil dette logo blive brugt i stedet for TYPO3-logoet over log-ind felterne (f.eks. fileadmin/images/login-logo.png eller EXT:my_theme/Resources/Public/Images/login-logo.png eller //domain.tld/login-logo.png).

# config.loginLogoAlt
source: Logo Alt-Text: If a custom logo is set, this text will be used as the alt attribute of the img tag.
cy: Alt-Text Logo: Os yw logo arfer wedi'i osod, bydd y testun hwn yn cael ei ddefnyddio fel priodoledd alt y tag img.
da: Logo Alt-Text: Hvis et brugerdefineret logo er angivet, vil denne tekst blive brugt som alt attribut for img tag'en.

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
cy: Lliw Uchafbwynt: Os yw wedi'i osod, bydd y lliw hwn yn cael ei ddefnyddio fel lliw uchafbwynt yn y sgrin mewngofnodi.
da: Fremhævet farve: Hvis sat vil denne farve blive brugt til at fremhæve farven på log-ind siden.
fa: رنگ تمایز: اگر انتخاب شود، این رنگ بعنوان رنگ متمایز کننده در صفحۀ ورود استفاده خواهد شد.
no: Uthevingsfarge: Hvis satt, brukes denne fargen som farge i innloggingsbildet.
pl: Kolor podświetlenia: Jeśli ustawiony, ten kolor będzie używany jako kolor podświetlenia na ekranie logowania.
pt_br: Grifar Cor: Se for selecionada, esta cor será usada como cor do grifo na tela de login.

# config.loginBackgroundImage
source: Background Image: If set, this image will be used as background image for the login screen (e.g. fileadmin/images/my-background.jpg or EXT:my_theme/Resources/Public/Images/my-background.jpg or //domain.tld/my-background.png).
cy: Delwedd Gefndir: Os yw wedi'i gosod, bydd y ddelwedd hon yn cael ei defnyddio fel delwedd gefndir ar gyfer y sgrin mewngofnodi (ee fileadmin / images / my-background.jpg neu EXT: my_theme / Resources / Public / Images / my-background.jpg neu // domain. tld / my-background.png).
da: Baggrundsbillede: Hvis angivet vil dette billede blive vist som baggrundsbillede på log-ind siden (f. eks. fileadmin/images/min-baggrund.jpg eller EXT:my_theme/Resources/Public/Images/min-baggrund.jpg eller //domain.tld/min-baggrund.png).

# config.loginFootnote
source: Footnote: If set, this text will be displayed on the login screen to provide copyright information for the background image (e.g. background image © 2017 by John Doe) or a descriptive text.
cy: Troednodyn: Os yw wedi'i osod, bydd y testun hwn yn cael ei arddangos ar y sgrin mewngofnodi i ddarparu gwybodaeth hawlfraint ar gyfer y ddelwedd gefndir (e.e. delwedd gefndir © 2017 gan John Doe) neu destun disgrifiadol.
da: Fodnote: Hvis angivet, vil denne tekst blive vist på log-ind siden for at give information om ophavsret til baggrundsbilledet (f. eks. baggrundsbillede © 2017 by John Doe) eller en beskrivende tekst.

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png).
cy: Logo: Os yw wedi'i osod, bydd y logo hwn yn cael ei ddefnyddio yn lle'r logo TYPO3 ym mhenwythnos TYPO3 yn y gornel chwith uchaf (ee fileadmin / images / backend-logo.png neu EXT: my_theme / Resources / Public / Images / backend-logo. png).
da: Logo: Hvis angivet vil logo blive anvendt i stedet for TYPO3s logo i øverste venstre hjørne af Backend (eksempelvis fileadmin/images/backend-logo.png eller EXT:my_theme/Resources/Public/Images/backend-logo.png).

# config.backendFavicon
source: Favicon: If set, this favicon will be used instead of the TYPO3 logo (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico).
cy: Favicon: Os yw wedi'i osod, bydd y ffefryn hwn yn cael ei ddefnyddio yn lle'r logo TYPO3 (e.e. EXT: my_theme / Resources / Public / Images / favicon.ico).
da: Favicon: Hvis angivet, vil denne favicon blive brugt i stedet for TYPO3 logoet (f.eks. EXT:my_theme/Resources/Public/Images/favicon.ico).

# foldertreeview.noFolders.title
source: No folders available
cy: Nid oes ffolderau ar gael
da: Ingen foldere tilgængelige
fa: هیچ پوشه‌ای موجودنیست.
no: Ingen mapper tilgjengelig
pl: Brak dostępnych folderów
pt_br: Nenhuma pasta disponível

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
cy: Nid oes gennych fynediad i unrhyw ffolder. Gofynnwch i'ch gweinyddwr drwsio caniatâd mynediad ar gyfer eich cyfrif.
da: Du har ikke adgang til nogen folder. Kontakt din administrator for at tilpasse rettighederne til din brugerkonto.
fa: شما به هیچ پوشه‌‌ای دسترسی ندارید. از مدیر سایت بخواهید که دسترسی‌ مورد نیاز را برای حساب‌کاربری شما ایجاد کند.
no: Du har ikke tilgang til noen mapper. Vennligst spør din administrator om å fikse tilgangsrettigheter for din konto.
pl: Nie masz dostępu do folderów. Prosimy o kontakt z administratorem w celu ustalenia uprawnień dostępu.
pt_br: Você não tem acesso a quaisquer pastas. Por favor peça ao seu administrador para corrigir as permissões de acesso para sua conta.

# login.header
source: Login
cy: Mewngofnodi
da: Log ind

# login.region.footnote
source: Footnote
cy: Troednodyn
da: Fodnote

# login.link
source: Login with username and password
cy: Mewngofnodi gydag enw defnyddiwr a chyfrinair
da: Log ind med brugernavn og adgangskode
fa: ورود به واسطۀ نام کاربری و گذرواژه
no: Logg inn med brukernavn og passord
pl: Proszę zalogować się podając nazwę użytkownika i hasło
pt_br: Login com usuário e senha

# login.username
source: Username
cy: Enw defnyddiwr
da: Brugernavn
fa: نام‌کاربری
no: Brukernavn
pl: Użytkownik
pt_br: Usuário

# login.password
source: Password
cy: Cyfrinair
da: Adgangskode
fa: گذرواژه
no: Passord
pl: Hasło
pt_br: Senha

# login.password_forget
source: Forgot your password?
cy: Wedi anghofio eich cyfrinair?
da: Glemt din adgangskode?
pl: Nie pamiętasz hasła?

# login.error.capslock
source: Attention: Caps lock enabled!
cy: Sylw: Galluogwyd CapsLock!
da: Advarsel: Store bogstaver aktiveret!
fa: توجه: کلید حروف‌بزرگ روشن است!
no: Caps Lock slått på.
pl: Uwaga: Caps Lock włączony!
pt_br: Atenção: Caps Lock ativado!

# login.error.capslockStatus
source: Caps lock enabled
cy: Galluogwyd CapsLock
da: Caps lås aktiveret

# login.interface
source: Interface
cy: Rhyngwyneb
da: Grænseflade
fa: واسط
no: Grensesnitt
pl: Interfejs

# login.news.header
source: System News
cy: Newyddion System
da: Systemnyheder

# login.news.date
source: Date
cy: Dyddiad
da: Dato

# login.news.previous
source: Previous
cy: Blaenorol
da: Forrige
fa: قبلی
no: Forrige
pl: Poprzednie
pt_br: Anterior

# login.news.next
source: Next
cy: Nesaf
da: Næste
fa: بعدی
no: Neste
pl: Następne
pt_br: Próximo

# login.navigation.loginProvider
source: Login Provider
cy: Darparwr Mewngofnodi
da: Login leverandør

# login.navigation.typo3
source: Further information about TYPO3
cy: Gwybodaeth bellach am TYPO3
da: Yderligere oplysninger om TYPO3

# login.error.message
source: Your login attempt did not succeed
cy: Ni lwyddodd eich ymgais mewngofnodi
da: Dit log-ind forsøg mislykkedes
fa: ورود شما موفقیت آمیز نبود
no: Ditt innloggingsforsøk mislyktes
pl: Nieudana próba logowania
pt_br: Sua tentativa de login não obteve sucesso

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
cy: Gwnewch yn siŵr eich bod yn sillafu'ch enw defnyddiwr a'ch cyfrinair yn gywir, gan gynnwys nodau llythrennau bach / llythrennau bach.
da: Vær forsigtig med at stave dit brugernavn og adgangskode korrekt, herunder store/små bogstaver.
fa: از درستی حروف نام کاربری و گذرواژۀ خود با توجه به حروف بزرگ و کوچک مطمئن شوید.
no: Kontroller at brukernavn og passord er riktig, inkludert store og små bokstaver.
pl: Upewnij się, aby przeliterować nazwę użytkownika i hasło poprawnie, w tym górne / małe litery.
pt_br: Certifique-se que seu usuário e senha estejam corretamente digitados, incluindo caracteres maiúsculas ou minúsculas.

# login.error.javascript
source: Please activate JavaScript!
cy: Os gwelwch yn dda actifadu JavaScript!
da: Aktivér venligst JavaScript!
fa: لطفا جاوااسکریپت را فعال کنید!
no: Vennligst aktiver JavaScript
pl: Proszę włączyć JavaScript!
pt_br: Por favor ative o JavaScript!

# login.error.cookies
source: Please activate Cookies!
cy: Os gwelwch yn dda actifadu Cwcis!
da: Aktivér venligst cookies!
fa: لطفا کوکی‌ها را فعال کنید!
no: Vennligst slå på cookies
pl: Proszę włączyć obsługę ciasteczek!
pt_br: Por favor ative os Cookies!

# login.error.referrer
source: TYPO3 relies on HTTP referrers for security reasons in the backend. It seems your browser refused to send this information.
cy: Mae TYPO3 yn dibynnu ar atgyfeirwyr HTTP am resymau diogelwch yn yr ôl-bac. Mae'n ymddangos bod eich porwr wedi gwrthod anfon y wybodaeth hon.
da: TYPO3 støtter sig til HTTP henvisninger i backend af sikkerhedsgrunde. Det ser ud til at din browser ikke vil sende denne information.
pl: TYPO3 polega w backendzie na polecających (referrers) HTTP ze względów bezpieczeństwa. Wygląda na to, że Twoja przeglądarka odmówiła wysłania tych informacji.
pt_br: O TYPO3 depende de referenciadores HTTP por motivos de segurança no backend. Parece que seu navegador se recusou a enviar estas informações.

# login.process
source: Verifying Login Data ...
cy: Gwirio Data Mewngofnodi ...
da: Verificér log-ind data ...
fa: تطبیق مشخصات ورود ...
no: Sjekker innloggingsdata ...
pl: Weryfikacja danych logowania ...
pt_br: Verificando Dados de Login ...

# login.submit
source: Login
cy: Mewngofnodi
da: Log ind
fa: ورود به سامانه
no: Logg inn
pl: Logowanie

# login.copyrightLink
source: More about TYPO3
cy: Mwy am TYPO3
da: Mere om TYPO3
fa: اطلاعات بیشتر در خصوص TYPO3
no: Mer om TYPO3
pl: Więcej o TYPO3
pt_br: Mais sobre o TYPO3

# login.typo3Logo
source: TYPO3 logo
cy: Logo TYPO3
fa: نشان TYPO3
pt_br: Logo do TYPO3

# login.donate
source: Donate
cy: Cyfrannu
da: Donér
fa: کمک مالی
no: Doner
pl: Wspomóż
pt_br: Faça uma Doação

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data inconsistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
cy: Ni ellid adfer y cofnod ag uid %2$s o'r tabl %1$s o'r gronfa ddata. Gall yr anghysondeb data hwn ddigwydd os yw cofnod sylfaenol wedi'i ddileu ond mae'r cofnod canolraddol o dabl %3$s gyda uid %4$s yn dal i bwyntio ato. I drwsio'r sefyllfa hon, naill ai dileu'r cofnod canolradd, neu adfer y cofnod wedi'i ddileu gan ddefnyddio'r modiwl ailgylchu.
da: Elementet med uid %2$s fra tabellen %1$s kunne ikke hentes fra databasen. Den form for data-inkonsistens kan optræde, hvis et base-element er blevet slettet, men det aktuelle element %3$s med uid %4$s stadig peger på det. For at løse dette, skal du enten slette det aktuelle element, eller gendanne det slettede element ved hjælp af recycler modulet.
pl: Rekord z uid %2$s z tabeli %1$s nie może być pobrany z bazy danych. Ta niezgodność danych może wystąpić, jeśli bazowy rekord został usunięty, ale pośredni rekord z tabeli %3$s z uid %4$s nadal na niego wskazuje. Aby rozwiązać tę sytuację usuń rekord pośredni, albo odzyskaj usunięte rekordy za pomocą modułu Kosz.

# modulemenu.label
source: Module Menu
cy: Dewislen Modiwl
da: Modul-menu
