Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_siteconfiguration_tca.xlf
Languages: cs, da, de, it, pl

# site.ctrl.title
source: Site Configuration
cs: Konfigurace stránky
da: Site konfiguration
de: Seitenkonfiguration
it: Configurazione del Sito
pl: Konfiguracja witryny

source: Site Identifier
cs: Identifikátor stránky
da: Site identifikator
de: Seitenbezeichner
it: Identificativo Sito
pl: Identyfikator witryny

# site.rootPageId
source: Root Page ID
cs: ID kořenové stránky
da: Siden rod ID
de: ID der Wurzelseite
it: 'Pagina Root' del Sito Web

# site.base
source: Entry Point
cs: Vstupní bod
da: Adgangspunkt
de: Einstiegspunkt
it: Punto di Ingresso

# site.websiteTitle
source: Website title
da: Hjemmesidetitel
de: Titel der Website
it: Titolo del Sito Web
pl: Tytuł strony

# site.baseVariants
source: Variants for the Entry Point
da: Varianter for startpunktet
de: Varianten für den Einstiegspunkt
it: Varianti per il Punto di Ingresso

# site.languages
source: Available Languages for this Site
cs: Dostupné jazyky pro tuto stránku
da: Tilgængelige sprog for dette site
de: Verfügbare Sprachen für diese Seite
it: Lingue Disponibili per questo Sito
pl: Dostępne języki dla tej witryny

# site.languages.new
source: New language
de: Neue Sprache

# site.languages.createNew
source: Create new language
de: Neue Sprache anlegen

# site.errorHandling
source: Error Handling
cs: Obsluha chyby
da: Fejlhåndtering
de: Fehlerbehandlung
it: Gestione Errori
pl: Obsługa błędów

# site.routes
source: Routes
cs: Routy
de: Routen
it: Instradamenti

# site.routes.irreHeader.redirectsTo
source: redirects to
cs: Přesměrováno na
da: videresendes til
de: leitet um zu
it: instrada a
pl: przekierowuje do

# site.tab.languages
source: Languages
cs: Jazyky
da: Sprog
de: Sprachen
it: Lingue
pl: Języki

# site.tab.errorHandling
source: Error Handling
cs: Obsluha chyby
da: Fejlhåndtering
de: Fehlerbehandlung
it: Gestione Errori
pl: Obsługa błędów

# site.tab.routes
source: Static Routes
cs: Statické routy
da: Statisk routes
de: Statische Routen
it: Instradamenti Statici

# site_language.palette.locales
source: Locales
da: Landeindstillinger
de: Spracheinstellungen
it: Localizzazioni

# site_language.palette.frontend
source: Frontend related
da: Frontend relateret
de: bzgl. Frontend
it: Relativo al frontend

# site_language.ctrl.title
source: Language Configuration for a Site
cs: Konfigurace jazyka pro stránku
da: Sprog-konfiguration for et site
de: Sprachkonfiguration für eine Seite
it: Configurazione della Lingua per un Sito
pl: Konfiguracja języka dla witryny

# site_language.language
source: Language
da: Sprog
de: Sprache
it: Lingua
pl: Język

# site_language.languageId
source: Language ID
cs: ID jazyka
da: Sprog ID
de: Sprach-ID
it: ID lingua

# site_language.title
source: Title
cs: Název
da: Titel
de: Titel
it: Titolo
pl: Tytuł

# site_language.websiteTitle
source: Website title
da: Hjemmesidetitel
de: Titel der Website
it: Titolo del Sito Web
pl: Tytuł strony

# site_language.navigationTitle
source: Navigation Title
cs: Název navigace
da: Navigationstitel
de: Navigationstitel
it: Titolo della Navigazione
pl: Tytuł nawigacyjny

# site_language.base
source: Entry Point
cs: Vstupní bod
da: Adgangspunkt
de: Einstiegspunkt
it: Punto di Ingresso
pl: Punkt wejścia

# site_language.locale
source: Locale
da: Landeindstilling
de: Spracheinstellung
it: Localizzazione

# site_language.iso-639-1
source: Two Letter ISO Code
cs: Dvojmístný ISO kód
da: To bogstavers ISO kode
de: Zwei-Zeichen-ISO-Code
it: Codice ISO a Due Lettere
pl: Dwuliterowy kod ISO

# site_language.hreflang
source: Language Tag defined by RFC 1766 / 3066
cs: Označení jazyka dle RFC 1766 / 3066
da: Sprog-tag defineret af RFC 1766 / 3066
de: Sprachkürzel nach Definition RFC 1766 / 3066
it: Tag di Lingua Definito da RFC 1766 / 3066
pl: Tag języka określony przez RFC 1766 / 3066

# site_language.enabled
source: Visible in Frontend
cs: Viditelný na frontendu
da: Synlig i frontend
de: Sichtbar im Frontend
it: Visibile in Frontend
pl: Widoczny w witrynie

# site_language.direction
source: Direction
cs: Směr
da: Sprogretning
de: Richtung
it: Direzione
pl: Kierunek

# site_language.typo3Language
source: Language Key for XLF Files
cs: Klíč jazyka pro XLF soubory
da: Sprognøgle for XLF filer
de: Sprachschlüssel für XLF-Dateien
it: Chiave di Lingua per i File XLF

# site_language.flag
source: Flag icon
cs: Ikona vlajky
da: Flag-ikon
de: Flaggensymbol
it: Icona Bandiera
pl: Ikona flagi

# site_language.fallbackType
source: Fallback Type
de: Ausweichlösung-Typ
it: Tipo di Fallback

# site_language.fallbacks
source: Fallback to other Language(s) - order is important!
da: Fallback til andre sprog - rækkefølgen er vigtig!
de: Auf andere Sprache(n) ausweichen - Reihenfolge ist wichtig!
it: Fallback ad Altre Lingue (l'ordine Ã¨ importante)

# site_base_variant.ctrl.title
source: Base
de: Basis

# site_base_variant.base
source: Base
de: Basis

# site_base_variant.condition
source: Condition
cs: Podmínka
da: Tilstand
de: Bedingung
it: Condizione
pl: Warunek

# site_base_variant.condition.applicationContext
source: Application Context
da: Applikationsindhold
de: Anwendungs-Kontext
it: Contesto dell'Applicazione
pl: Kontekst aplikacji

# site_base_variant.condition.environmentVariable
source: Environment Variable
da: Miljøvariabel
de: Umgebungsvariable
it: Variabile d'Ambiente
pl: Zmienna środowiskowa

# site_errorhandling.ctrl.title
source: Error Handling
cs: Obsluha chyby
da: Fejlhåndtering
de: Fehlerbehandlung
it: Gestione Errori
pl: Obsługa błędów

# site_errorhandling.tab.rootpaths
source: Root Paths (optional)
da: Rodsti (valgfri)
de: Wurzelpfade (optional)
it: Percorsi Root (opzionale)

# site_errorhandling.errorCode
source: HTTP Error Status Code
cs: Kód HTTP chyby
da: HTTP fejl statuskode
de: HTTP-Fehler-Status-Code
it: Codice di Stato Errore HTTP
pl: Kod statusu błędu HTTP

# site_errorhandling.errorCode.404
source: 404 (Page not found)
cs: 404 (Stránka nenalezena)
da: 404 (side ikke fundet)
de: 404 (Seite nicht gefunden)
it: 404 (Pagina non trovata)
pl: 404 (Nie znaleziono strony)

# site_errorhandling.errorCode.403
source: 403 (Forbidden)
cs: 403 (Zamítnuto)
da: 403 (forbudt)
de: 403 (Verboten)
it: 403 (Proibito)
pl: 403 (Zabroniony)

# site_errorhandling.errorCode.500
source: 500 (Internal Server Error)
cs: 500 (Vnitřní chyba serveru)
da: 500 (intern serverfejl)
de: 500 (Interner Server-Fehler)
it: 500 (Errore Interno del Server)
pl: 500 (Wewnętrzny błąd serwera)

# site_errorhandling.errorCode.503
source: 503 (Service Unavailable)
cs: 503 (Služba nedostupná)
da: 503 (service utilgængelig)
de: 503 (Dienst nicht verfügbar)
it: 503 (Servizio non Disponibile)
pl: 503 (Usługa niedostępna)

# site_errorhandling.errorCode.0
source: any error not defined otherwise
cs: jakákoliv chyba, která nebyla definována jinde
da: ellers, andre fejl ikke defineret
de: jeglicher noch nicht anderweitig definierte Fehler
it: qualsiasi errore non altrimenti definito

# site_errorhandling.errorHandler
source: How to handle Errors
cs: Jak obsluhovat chyby
da: Hvordan håndteres fejl
de: Wie Fehler behandelt werden sollen
it: Come Gestire gli Errori
pl: Jak obsłużyć błędy

# site_errorhandling.errorHandler.fluid
source: Fluid Template
cs: Fluid šablona
da: Fluid skabelon
de: Fluid-Vorlage
it: Template Fluid
pl: Szablon Fluid

# site_errorhandling.errorHandler.page
source: Show Content from Page
cs: Zobrazit obsah ze stránky
da: Vis indhold fra side
de: Zeige Inhalt von Seite
it: Mostra Contenuto dalla Pagina
pl: Pokaż zawartość ze Strony

# site_errorhandling.errorHandler.php
source: PHP Class (must implement the PageErrorHandlerInterface)
cs: PHP třída (musí implementovat PageErrorHandlerInterface)
da: PHP Class (skal implementere PageErrorHandlerInterface)
de: PHP-Klasse (muss das PageErrorHandlerInterface implementieren)
it: Classe PHP (deve implementare PageErrorHandlerInterface)
pl: Klasa PHP (musi implementować PageErrorHandlerInterface)

# site_errorhandling.errorFluidTemplate
source: Fluid Template File
cs: Soubor Fluid šablony
da: Fluid skabelonfil
de: Fluid-Vorlagendatei
it: File Template Fluid
pl: Plik szablonu Fluid

# site_errorhandling.errorFluidTemplatesRootPath
source: Fluid Templates Root Path
cs: Cesta ke kořenu Fluid šablon
da: Fluid skabelon rodsti
de: Fluid-Vorlagen-Wurzelpfad
it: Percorso dei Template Fluid

# site_errorhandling.errorFluidLayoutsRootPath
source: Fluid Layouts Root Path
cs: Cesta ke kořenu Fluid rozvržení
da: Fluid layout rodsti
de: Fluid-Designs-Wurzelpfad
it: Percorso dei Layout Fluid

# site_errorhandling.errorFluidPartialsRootPath
source: Fluid Partials Root Path
cs: Cesta ke kořenu Fluid částí
da: Fluid partial rodsti
de: Fluid-Partials-Wurzelpfad
it: Percorso dei Partial Fluid

# site_errorhandling.errorContentSource
source: Show Content from Page
cs: Zobrazit obsah ze stránky
da: Vis indhold fra side
de: Zeige Inhalt von Seite
it: Mostra Contenuto dalla Pagina
pl: Pokaż zawartość ze strony

# site_errorhandling.errorPhpClassFQCN
source: ErrorHandler Class Target (FQCN)
de: ErrorHandler Klassenziel (FQCN)
it: Nome Classe ErrorHandler (FQCN)
pl: Docelowa klasa obsługi błędu (FQCN)

# site_route.ctrl.title
source: Routes
cs: Routy
de: Routen
it: Instradamenti

# site_route.type
source: Route Type
cs: Typ routy
de: Routen-Typ
it: Tipo di Instradamento

# site_route.staticText
source: Static Text
cs: Statický text
da: Statisk tekst
de: Statischer Text
it: Testo Statico
pl: Tekst statyczny

# site_route.staticText.example1
source: robots.txt Example Content
cs: robots.txt Příklad obsahu
da: robots.txt eksempelindhold
de: robots.txt Beispielinhalt
it: Esempio di contenuto per robots.txt
pl: robots.txt Przykładowa zawartość

# site_route.source
source: Page, File or URL
cs: Stránka, soubor nebo URL
da: Side, Fil eller URL
de: Seite, Datei oder URL
it: Pagina, File o URL

# site_route.route
source: Static Route Name
da: Statisk routenavn
de: Name der statischen Route
it: Nome Instradamento Statico

# site_base_variant.condition.placeholder
source: applicationContext == "Production"
it: applicationContext == "Produzione"

# site_route.route.placeholder
source: my-custom_route
da: min-custom_rute
