Repository: TYPO3/typo3
Catalog: */typo3/sysext/backend/Resources/Private/Language/Modules/*.about.xlf
Languages: bg, cs, el, fa, fr_ca, ja, km, lv, no, pl, tr, uk

# mlang_labels_tablabel
source: About TYPO3 CMS
bg: За TYPO3
cs: O TYPO3 CMS
el: Πληροφορίες για το TYPO3
fa: درباره تایپو3
fr_ca: À propos de TYPO3
ja: TYPO3 CMSについて
km: អំពី TYPO3
lv: Par TYPO3
no: Om TYPO3
pl: Informacje o TYPO3
tr: TYPO3 CMS hakkında
uk: Про TYPO3

# mlang_labels_tabdescr
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
bg: Показва основната информация за TYPO3 приложни, версионни и лицензионните условия.
cs: Zobrazí základní informace o aplikaci TYPO3, verzi a licenčních podmínkách.
el: Εμφανίζει τις βασικές αρχές σχετικά με την εφαρμογή, την έκδοση και τους όρους άδειας χρήσης του TYPO3
fa: نمایش اطلاعات اساسی درباره برنامه تایپو3، نسخه و مواد مجوز.
fr_ca: Affiche les informations de base à propos de TYPO3, sa version, et les termes de sa licence.
ja: TYPO3の基本的な情報やバージョン、ライセンスを表示します
km: បង្ហាញ​អំពី​គោល​ៗ អំពី​កម្មវិធី TYPO3 កំណែ និង លក្ខខណ្ឌ​អាជ្ញា​បណ្ណ ។
lv: Parāda pamatinformāciju par TYPO3 aplikāciju, tās versiju un licencēšanas noteikumus.
no: Grunnleggende informasjon om TYPO3-systemet, versjonsnummer og lisensbetingelser.
pl: Wyświetla podstawowe informacje o TYPO3, jego wersję oraz warunki licencji.
tr: TYPO3 uygulaması, sürümü ve lisans koşulları hakkındaki temel bilgileri görüntüler.
uk: Розповідає основні факти про TYPO3, версію та умови ліцензування.

# mlang_tabs_tab
source: About TYPO3 CMS
bg: За TYPO3
cs: O TYPO3 CMS
el: Πληροφορίες για το TYPO3
fa: درباره تایپو3
fr_ca: À propos de TYPO3
ja: TYPO3 CMSについて
km: អំពី TYPO3
lv: Par TYPO3
no: Om TYPO3
pl: Informacje o TYPO3
tr: TYPO3 CMS hakkında
uk: Про TYPO3

# title
source: About TYPO3 CMS
bg: За TYPO3
cs: O TYPO3 CMS
el: Πληροφορίες για το TYPO3
fa: درباره تایپو3
fr_ca: À propos de TYPO3
ja: TYPO3 CMSについて
km: អំពី TYPO3
lv: Par TYPO3
no: Om TYPO3
pl: Informacje o TYPO3
tr: TYPO3 CMS hakkında
uk: Про TYPO3

# typo3_logo
source: TYPO3 CMS logo
bg: TYPO3 лого
el: Λογότυπο TYPO3
fa: نماد سامانۀ کنترل محتوای TYPO3
fr_ca: Logo TYPO3
ja: TYPO3 CMSのロゴ
km: ស្លាកសញ្ញា TYPO3
lv: TYPO3
no: TYPO3 logo
pl: TYPO3 logo
uk: Логотип TYPO3 CMS

# information
source: TYPO3 Information
bg: TYPO3 информация
cs: Informace o TYPO3
el: Πληροφορίες για το TYPO3
fa: اطلاعات TYPO3
fr_ca: Informations sur TYPO3
ja: TYPO3の情報
km: ព័ត៌មាន TYPO3
lv: TYPO3 informācija
no: TYPO3 informasjon
pl: TYPO3 Informacje
tr: TYPO3 Bilgileri
uk: Інформація TYPO3

# welcome
source: TYPO3 CMS - Professional Web Content Management System
bg: TYPO3 Професионална уеб система за управление на съдържанието
cs: TYPO3 CMS - Profesionální systém pro správu obsahu webu
el: TYPO3 Επαγγελματικό Σύστημα Διαχείρισης Δικτυακού Περιεχομένου
fa: سامانه مدیریت محتوای حرفه‌ای تایپو3
fr_ca: TYPO3 Système de gestion de contenu Web professionnel
ja: TYPO3 プロフェッショナルWebコンテンツマネージメントシステム
km: TYPO3 ប្រព័ន្ធ​គ្រប់គ្រង​មាតិកា​វែបសាយ​ជំនាញ
lv: TYPO3 Profesionālā Tīmekļa Satura Vadības Sistēma
no: TYPO3 profesjonelt Web Content Management System
pl: TYPO3 Profesjonalny System Zarządzania Zawartością WWW
tr: TYPO3 CMS Profesyonel Web İçerik Yönetim Sistemi
uk: TYPO3 -- професійна система керування контентом

source: Community Credits
bg: Заслуги на общността
cs: Příspěvky komunity
el: Μνεία Κοινότητας
fa: اعتبارات انجمنی
fr_ca: Crédits communautaires
km: ក្រេឌីត​សហគមន៍
lv: Kopienas informācija
pl: Społeczność
tr: Topluluk Yapımcıları

# information_detail
source: Visit <a href="https://typo3.org/community/" target="_blank" rel="noreferrer">typo3.org/community/</a> if you want to know why TYPO3 rocks.
fr_ca: Visitez <a href="https://typo3.org/community/" target="_blank" rel="noreferrer">typo3.org/community/</a> si vous voulez savoir pourquoi TYPO3 est super.
ja: TYPO3がなぜ磐石なのかを知りたい方は <a href="https://typo3.org/community/" target="_blank" rel="noreferrer">typo3.org/community/</a> をご覧ください。

# coredevs_detail
source: Visit <a href="https://typo3.org/teams-committees/core-development/" target="_blank" rel="noreferrer">typo3.org/teams-committees/core-development/</a> for the complete member list.<br /><br />The Git Repository and the ChangeLog can be found <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">here</a>.
fr_ca: Visitez <a href="https://typo3.org/teams-committees/core-development/" target="_blank" rel="noreferrer">typo3.org/teams-committees/core-development/</a> pour la liste complète des membres.<br /><br />Le dépôt Git et le ChangeLog peuvent être trouvés <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">ici</a>.
ja: 完全なメンバーリストは <a href="https://typo3.org/teams-committees/core-development/" target="_blank" rel="noreferrer">typo3.org/teams-committees/core-development</a> をご覧ください。<br /><br />Git リポジトリと ChangeLog は <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">ここ</a> にあります。

source: Extension Authors
bg: Автори на разширения
cs: Autoři rozšíření
el: Προγραμματιστές Εφαρμογών Επέκτασης
fa: سازندگان افزونه‌ها
fr_ca: Auteurs de l'extension
km: អ្នក​អភិវឌ្ឍ​អ៊‍ិកស្តិនសិន
lv: Paplašinājumu autori
no: Extension forfatter
pl: Autorzy rozszerzeń
tr: Eklenti Yazarları
uk: Автори розширень

# extension_list_info
source: This is a list of the people who contributed to the extensions you're using in your installation.
bg: Това е списък на хората, които допринасят за разширенията, които използвате във вашата инсталация.
cs: Toto je seznam lidí, kteří se podíleli na rozšíření, která používáte ve vaší instalaci.
el: Αυτή είναι η λίστα των προγραμματιστών που έχουν συνεισφέρει στις εφαρμογές επέκτασης που χρησιμοποιείται στην εγκατάστασή σας.
fa: در این قسمت فهرستی از افرادی است که در ساخت افزونه‌هائی که در نسخۀ فعلی نصب‌کرده‌اید مشارکت کرده‌اند.
fr_ca: Voici la liste des personnes qui ont contribué aux extensions installées dans votre site.
km: នេះ​ជា​បញ្ជី​អ្នក​ដែល​ចូលរួម​ក្នុង​អ៊‍ិកស្តិនសិន​ដែល​អ្នក​កំពុង​ប្រើ​លើ​ប្រព័ន្ធ​របស់​អ្នក ។
lv: Šis ir saraksts ar cilvēkiem, kas ir izstrādājuši paplašinājumus, kurus izmantojat šajā instalācijā.
no: Dette er en liste av personer som har bidratt til extensions som du bruker i installasjonen
pl: Oto lista osób, które przyczyniły się do powstania rozszerzeń, które używasz w swoim serwisie.
tr: Bu, kurulumda kullandığınız uzantılara katkıda bulunan kişilerin bir listesidir.
uk: Це перелік людей, які внесли свій внесок у розширення, які Ви використовуєте у вашій установці.

# extension_author
source: Author
bg: Автор
cs: Autor
el: Προγραμματιστής
fa: سازنده
fr_ca: Auteur
ja: 作成者
km: អ្នក​អភិវឌ្ឍ
lv: Autors
no: Forfatter
pl: Autor
tr: Yapımcı
uk: Автор

# donation_header
source: TYPO3 Donation
cs: TYPO3 příspěvek
fa: کمک به TYPO3
fr_ca: Don pour TYPO3
ja: TYPO3 寄付
km: ការ​បរិច្ចាក​ TYPO3
no: Doner til TYPO3
pl: TYPO3 Darowizna
tr: TYPO3 için Bağış
uk: Пожертва TYPO3

# donation_message
source: It would be great if you could donate. TYPO3 CMS is Open Source and relies heavily on donations from its users and supporters.<br/><br/><b>Thank you</b> for making this great Content Management System even better with your support!
cs: Bylo by skvělé, kdybyste mohli přispět i malým darem. TYPO3 je Open Source a spoléhá na dary od svých uživatelů a příznivců.<br/><b>Děkujeme vám</ b> za vaši pomoc při zlepšování tohoto skvělého systému pro správu obsahu!
fa: اگر امکان کمک برای شما مهیا باشد بسیار عالی خواهد بود. تایپوتری رایگان است و عمیقا نیازمند کمک‌های مردمی و کاربران و حمایت کنندگان خود است.<br/><br/><b>ممنون خواهیم بود</b> که با کمک خود این سامانۀ عالی مدیریت محتوا را بهتر از این نمائید.
fr_ca: Ce serait génial si vous pouviez faire un don. TYPO3 est Open Source et s'appuie largement sur les dons de ses utilisateurs et sympathisants. <b> <br/> Merci </ b> de faire que cet outil de gestion de contenu devienne encore meilleur avec votre aide!
km: វា​នឹង​ប្រសើរ​ប្រសិន​បើអ្នក​អាចបរិច្ចាគ។ TYPO3 CMS គឺជាកម្មវិធីបើកចំហនិង​ពឹងផ្អែក​យ៉ាងខ្លាំង​លើការ​បរិច្ចាក​ពី​អ្នកប្រើ​និង​អ្នកគាំទ្រ​របស់ខ្លួន។ <br/><br/><b> សូម​អរគុណ</b> សម្រាប់​ការធ្វើឱ្យ​ប្រព័ន្ធ​គ្រប់គ្រង​មាតិកា​នេះ​ឱ្យល្អប្រសើរជាងមុន​ជាមួយ​នឹងការ​គាំទ្រ​របស់អ្នក!
no: Det ville være fint om du kunne donere. TYPO3 CMS er åpen kildekode og avhenger av donasjoner fra brukere og tilhengere.<br/><br/><b>Takk for</b> å gjøre TYPO3 CMS ennå bedre med din støtte!
pl: Byłoby wspaniale, gdybyś mógł przekazać darowiznę. TYPO3 CMS jest systemem Open Source i opiera się głównie na darowiznach od jego użytkowników i zwolenników. <br/> <br/> <b> Dziękujemy </ b> za to, że ten świetny system zarządzania treścią jest jeszcze lepszy, własnie dzięki wsparciu!
tr: Bağış yapabilmen harika olur. TYPO3 CMS Açık Kaynak'tır ve büyük ölçüde kullanıcılarından / destekçilerinden gelen bağışlara dayanmaktadır. <br/><br/>Desteğinizle bu harika İçerik Yönetim Sistemi'ni daha da iyi hale getirdiğiniz için <b>teşekkür ederiz</b>!
uk: Було б чудово, якщо б ви могли пожертвувати. TYPO3 CMS безкоштовна та відкритим вихідним кодом і сильно залежить від пожертв своїх користувачів і прихильників.

# donation_button
source: Donate now
cs: Přispět teď
fa: هم‌اکنون کمک نمائید
fr_ca: Donner maintenant
km: ការ​បរិច្ចាក​​ឥលូវនេះ
no: Doner nå
pl: Przekaż darowiznę teraz
tr: Şimdi bağış yapın
uk: Пожертвувати зараз

source: External Libraries
cs: Externí knihovny
fa: کتابخانه‌های بیرونی
fr_ca: Librairies externes
no: Eksterne bibilotek
pl: Biblioteki zewnętrzne
tr: Harici Kitaplıklar
uk: Зовнішні бібліотеки

# external_thanks
source: TYPO3 CMS core uses and thanks these external Open Source projects:
cs: Jádro TYPO3 CMS používá a děkuje těmto externím Open Source projektům:
fa: هستۀ سامانۀ تایپوتری با افتخار و تشکر از این پروژه‌های متن‌‌باز بیرونی استفاده می‌نماید.
fr_ca: TYPO3 utilise et remercie ces projets open source externes :
km: TYPO3 CMS ស្នូលប្រើនិងសូមអរគុណ​ចំពោះគម្រោងបើកចំហខាងក្រៅទាំងនេះ៖
no: TYPO3 CMS sin kjerne bruker og takker disse eksterne åpen kildekode prosjektene:
pl: Pliki źródłowe TYPO3 CMS używają i dziękują za możliwość korzystania z tych zewnętrznych projektów Open Source:
tr: TYPO3 CMS çekirdeği şu harici Açık Kaynak projelerini kullanır ve teşekkür eder:
uk: Ядро TYPO3 CMS використовує та підтримує ці зовнішні проекти з відкритим кодом:

# introtext
source: Web Content Management System
fr_ca: Système de Gestion de Contenu Web

# introtext2
source: This is a brief description of the available modules.
fr_ca: Voici une brève description des modules disponibles.

# endText
source: Features may vary depending on your website and permissions
fr_ca: Les fonctionnalités peuvent varier en fonction de votre site web et de vos permissions

# userInfo
source: You're logged in as user
fr_ca: Vous êtes connecté en tant qu'utilisateur

# coredevs
source: Core Team
cs: Hlavní tým
fa: تیم هسته
ja: コアチーム
km: ក្រុម​ការងារ
lv: Kodola komanda
tr: Çekirdek Takımı
uk: Основна команда

source: Extension
bg: Разширение
cs: Rozšíření
el: Εφαρμογή Επέκτασης
fa: افزونه
ja: エクステンション
km: អ៊‍ិកស្តិនសិន
lv: Paplašinājums
pl: Rozszerzenie
tr: Eklenti
uk: Розширення
